[
    {
      "title": "A Game of Thrones",
      "author": "George R. R. Martin",
      "publisher": "Bantam",
      "yearPublished": "2011",
      "description": "Fantasy-roman.",
      "isbn": "UOM:39015050507618",
      "pageCount": 876,
      "category": "Fiction",
      "thumbnail": "http://books.google.com/books/content?id=bIZiAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 18
    },
    {
      "title": "The No. 1 Ladies' Detective Agency",
      "author": "Alexander McCall Smith",
      "publisher": "Polygon Books",
      "yearPublished": "1998",
      "description": "Set in Africa, with an engaging heroine who could give Miss Marple a run for her money.",
      "isbn": "UOM:39015051882689",
      "pageCount": 240,
      "category": "Fiction",
      "thumbnail": "http://books.google.com/books/content?id=xNYKAQAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 15
    },
    {
      "title": "The Night Manager",
      "author": "John Le Carré",
      "publisher": "Random House Digital, Inc.",
      "yearPublished": "1993",
      "description": "Former British intelligence officer Jonathan Pine attempts to infiltrate the entourage of Roper, a sinister and powerful Englishman responsible for fitting together the pieces for a monumental arms-for-cocaine deal. Reprint.",
      "isbn": "id_100345385764",
      "pageCount": 484,
      "category": "Fiction",
      "thumbnail": "http://books.google.com/books/content?id=9CATRvUh3m4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 23
    },
    {
      "title": "The Curious Incident of the Dog in the Night-time",
      "author": "Mark Haddon",
      "publisher": "Vintage",
      "yearPublished": "2003",
      "description": "YA. Murder mystery. Despite his overwhelming fear of interacting with people, Christopher, a mathematically-gifted, autistic fifteen-year-old boy, decides to investigate the murder of a neighbour's dog and uncovers secret information about his mother. Whitbread book of the year 2003. WAYRBA list 2005.",
      "isbn": "UOM:39015062063501",
      "pageCount": 288,
      "category": "Fiction",
      "thumbnail": "http://books.google.com/books/content?id=I51aAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 14
    },
    {
      "title": "The Road to Gandolfo",
      "author": "Robert Ludlum",
      "publisher": "Bantam",
      "yearPublished": "1992",
      "description": "A humourous tale where the premis is to kidnap Pope Francesco I and ransom him off for every catholic in the world.",
      "isbn": "id_100553271091",
      "pageCount": 44,
      "category": "Fiction",
      "thumbnail": "http://books.google.com/books/content?id=DLOS4iKf2GoC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 16
    },
    {
      "title": "Emerging Johannesburg",
      "author": "Richard Tomlinson",
      "publisher": "Psychology Press",
      "yearPublished": "2003",
      "description": "First Published in 2003. Routledge is an imprint of Taylor & Francis, an informa company.",
      "isbn": "9780415935593",
      "pageCount": 326,
      "category": "History",
      "thumbnail": "http://books.google.com/books/content?id=deGSP3PEYPoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 10
    },
    {
      "title": "Encyclopedia of Soil Science",
      "author": "Ward Chesworth",
      "publisher": "Springer Science & Business Media",
      "yearPublished": "2007-11-22",
      "description": "The Encyclopedia of Soil Science provides a comprehensive, alphabetical treatment of basic soil science in a single volume. It constitutes a wide ranging and authorative collection of some 160 academic articles covering the salient aspects of soil physics, chemistry, biology, fertility, technology, genesis, morphology, classification and geomorphology. With increased usage of soil for world food production, building materials, and waste repositories, demand has grown for a better global understanding of soil and its processes. longer articles by leading authorities from around the world are supplemented by some 430 definitions of common terms in soil sciences.",
      "isbn": "9781402039942",
      "pageCount": 859,
      "category": "Nature",
      "thumbnail": "http://books.google.com/books/content?id=EOYYM0-DAGQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 24
    },
    {
      "title": "Complexity and Postmodernism",
      "author": "Paul Cilliers",
      "publisher": "Psychology Press",
      "yearPublished": "1998",
      "description": "The book integrates insights from complexity and computational theory with the philosophical position of thinkers like Derrida and Lyotard. Cilliers takes a critical stance towards the use of the analytical method as a tool to cope with complexity, and he rejects Searle's superficial contribution to the debate.",
      "isbn": "9780415152860",
      "pageCount": 170,
      "category": "Computers",
      "thumbnail": "http://books.google.com/books/content?id=HnEx6FaO0MQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 3
    },
    {
      "title": "Aridity",
      "author": "Monique Mainguet",
      "publisher": "Springer Science & Business Media",
      "yearPublished": "1999",
      "description": "At the intersection of environmental science and human biology, this book deals with dry ecosystems, the societies so affected, and the inventiveness of those living under such conditions. It also tries to answer the question of whether long-lasting development is possible in dry environments.",
      "isbn": "9783540633426",
      "pageCount": 320,
      "category": "Nature",
      "thumbnail": "http://books.google.com/books/content?id=XF_pImx2FEIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 16
    },
    {
      "title": "The Story of Earth & Life",
      "author": "Terence McCarthy & Bruce Rubidge",
      "publisher": "Penguin Random House South Africa",
      "yearPublished": "2013-07-10",
      "description": "Geologically speaking, southern Africa is without equal, a treasure house of valuable minerals with a geological history dating back some 3 600 million years. In addition, the evolution of plants and animals, especially mammals and dinosaurs, is well preserved in the region, which also probably has the best record of the origin of modern man. This book provides a fascinating insight into that remarkable history: how southern Africa, and to some extent the world, came to be the way it is - how its mineral deposits formed, its life evolved and its landscape was shaped. Along the way readers will be enthralled by accounts of the Big Bang that marked the beginning of time and matter, by drifting and colliding continents, folding and fracturing of rocks, meteors colliding with the Earth, the time when the Earth froze over, volcanic eruptions and the start of life. Anyone interested in the landscape and ecosystems in which we live will be intrigued to discover how our natural landmarks were formed, from the deserts of Namibia to the mountains of the Western Cape or Mpumalanga. Why is South Africa so rich in minerals? How did glacial deposits come to be found in the Karoo? Why did dinosaurs become extinct? How did mammals develop from reptiles? How closely related are we to the apes? The answers to many such questions are found in this lavishly illustrated volume. The author also suggest how we can learn from the past in order to anticipate the future - for instance, to be able to predict earthquakes, deal with volcanic eruptions and meet the challenges of global climate change.",
      "isbn": "9781775840961",
      "pageCount": 340,
      "category": "Nature",
      "thumbnail": "http://books.google.com/books/content?id=bw1bDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 15
    },
    {
      "title": "Staying with the Trouble",
      "author": "Donna Jeanne Haraway",
      "publisher": "",
      "yearPublished": "2016-09-09",
      "description": "Donna J. Haraway refigures our current epoch, moving away from the Anthropocene toward the Chthulucene: an epoch in which we stay with the trouble of living and dying on a damaged earth while living with and understanding the nonhuman in complex ways conducive to building more livable futures.",
      "isbn": "9780822362142",
      "pageCount": 304,
      "category": "Human ecology",
      "thumbnail": "http://books.google.com/books/content?id=QShEjwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 25
    },
    {
      "title": "Interfacial Science: An Introduction",
      "author": "Geoffrey Barnes & Ian Gentle",
      "publisher": "Oxford University Press, USA",
      "yearPublished": "2011-02-10",
      "description": "Interfacial Science: An Introduction is an accessible text introducing readers to the chemistry of interfaces, a subject of increasing relevance and popularity due to the emergence of nanoscience.",
      "isbn": "9780199571185",
      "pageCount": 349,
      "category": "Science",
      "thumbnail": "http://books.google.com/books/content?id=2XWcAQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 5
    },
    {
      "title": "The Myth of Disenchantment",
      "author": "Jason Ananda Josephson Storm",
      "publisher": "University of Chicago Press",
      "yearPublished": "2017-05-16",
      "description": "A great many theorists have argued that the defining feature of modernity is that people no longer believe in spirits, myths, or magic. Jason Ā. Josephson-Storm argues that as broad cultural history goes, this narrative is wrong, as attempts to suppress magic have failed more often than they have succeeded. Even the human sciences have been more enchanted than is commonly supposed. But that raises the question: How did a magical, spiritualist, mesmerized Europe ever convince itself that it was disenchanted? Josephson-Storm traces the history of the myth of disenchantment in the births of philosophy, anthropology, sociology, folklore, psychoanalysis, and religious studies. Ironically, the myth of mythless modernity formed at the very time that Britain, France, and Germany were in the midst of occult and spiritualist revivals. Indeed, Josephson-Storm argues, these disciplines’ founding figures were not only aware of, but profoundly enmeshed in, the occult milieu; and it was specifically in response to this burgeoning culture of spirits and magic that they produced notions of a disenchanted world. By providing a novel history of the human sciences and their connection to esotericism, The Myth of Disenchantment dispatches with most widely held accounts of modernity and its break from the premodern past.",
      "isbn": "9780226403366",
      "pageCount": 428,
      "category": "History",
      "thumbnail": "http://books.google.com/books/content?id=j5UtDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 21
    },
    {
      "title": "Quaternary Extinctions",
      "author": "Paul S. Martin & Richard G. Klein",
      "publisher": "University of Arizona Press",
      "yearPublished": "1989-01-01",
      "description": "What caused the extinction of so many animals at or near the end of the Pleistocene? Was it overkill by human hunters, the result of a major climatic change or was it just a part of some massive evolutionary turnover? Questions such as these have plagued scientists for over one hundred years and are still being heatedly debated today. Quaternary Extinctions presents the latest and most comprehensive examination of these questions. Geological Magazine, May be regarded as a kind of standard encyclopedia for Pleistocene vertebrate paleontology for years to come. 'American Scientist' Should be read by paleobiologists, biologists, wildlife managers, ecologists, archeologists, and anyone concerned about the ongoing extinction of plants and animals. 'Science' Uncommonly readable and varied for watchers of paleontology and the rise of humankind. 'Scientific American' Represents a quantum leap in our knowledge of Pleistocene and Holocene palaeobiology. . . . Many volumes on our bookshelves are destined to gather dust rather than attention. But not this one. 'Nature' Two strong impressions prevail when first looking into this epic compendium. One is the judicious balance of views that range over the whole continuum between monocausal, cultural, or environmental explanations. The second is that both the data base and theoretical sophistication of the protagonists in the debate have improved by a quantum leap since 1967. American Anthropologist",
      "isbn": "9780816511006",
      "pageCount": 904,
      "category": "Science",
      "thumbnail": "http://books.google.com/books/content?id=qIDC7ybvHQEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 16
    },
    {
      "title": "Silent Spring",
      "author": "Rachel Carson",
      "publisher": "Mariner Books",
      "yearPublished": "2002",
      "description": "The essential, cornerstone book of modern environmentalism is now offered in a handsome 40th anniversary edition which features a new Introduction by activist Terry Tempest Williams and a new Afterword by Carson biographer Linda Lear.",
      "isbn": "9780618249060",
      "pageCount": 406,
      "category": "Nature",
      "thumbnail": "http://books.google.com/books/content?id=bCwuxmvsDoYC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 9
    },
    {
      "title": "Introduction to Health Research Methods",
      "author": "Kathryn H. Jacobsen",
      "publisher": "Jones & Bartlett Publishers",
      "yearPublished": "2016-07-29",
      "description": "A step-by-step guide to conducting research in medicine, public health, and other health sciences, this clear, practical, and straightforward text demystifies the research process and empowers students (and other new investigators) to conduct their own original research projects.",
      "isbn": "9781284094381",
      "pageCount": 393,
      "category": "Medical",
      "thumbnail": "http://books.google.com/books/content?id=PoWkDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 1
    },
    {
      "title": "The Health of Southern Africa",
      "author": "Merle De Haan, Kathleen Dennill & Sharon Vasuthevan",
      "publisher": "Juta and Company Ltd",
      "yearPublished": "2005",
      "description": "This comprehensive resource covers the public and community health and well-being of the populations of Southern Africa, providing an invaluable look at the region and the developmental issues that impact health through demography; disease profiles; social, economic, and political issues; and other threats to health. This updated edition includes detailed information on the roles and functions of the various United Nations agencies at work in the region. Among other diseases, HIV/AIDS, tuberculosis, and malaria are addressed.",
      "isbn": "9780702119613",
      "pageCount": 292,
      "category": "Health & Fitness",
      "thumbnail": "http://books.google.com/books/content?id=t34xd_Q8QYcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 13
    },
    {
      "title": "Vitamin and Mineral Requirements in Human Nutrition",
      "author": "World Health Organization & FAO",
      "publisher": "World Health Organization",
      "yearPublished": "2004",
      "description": "In the past 20 years micronutrients have assumed great public health importance and a considerable amount of research has lead to increasing knowledge of their physiological role. Because it is a rapidly developing field, the WHO and FAO convened an Expert Consultation to evaluate the current state of knowledge. It had three main tasks: to review the full scope of vitamin and minerals requirements; to draft and adopt a report which would provide recommended nutrient intakes for vitamins A, C, D, E, and K; the B vitamins; calcium; iron; magnesium; zinc; selenium; and iodine; to identify key issues for future research and make preliminary recommendations for the handbook. This report contains the outcome of the Consultation, combined with up-to-date evidence that has since become available.",
      "isbn": "9789241546126",
      "pageCount": 362,
      "category": "Health & Fitness",
      "thumbnail": "http://books.google.com/books/content?id=NjdkYRkHla0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 12
    },
    {
      "title": "Inner Hygiene",
      "author": "James C. Whorton",
      "publisher": "",
      "yearPublished": "2000",
      "description": "This book will have strong appeal to historians of medicine, American and European historians with an interest in health and popular culture, physicians and other health professionals, and laypersons concerned about diet and health.",
      "isbn": "9780195135817",
      "pageCount": 704,
      "category": "Health & Fitness",
      "thumbnail": "http://books.google.com/books/content?id=8LlqUC4uVm4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 19
    },
    {
      "title": "Neo-Africanism",
      "author": "Papa Yalae",
      "publisher": "Trafford Publishing",
      "yearPublished": "2008",
      "description": "Neo-Africanism: The New Ideology for a New Africa is a vision of an African renaissance grounded in traditional African philosophies of social harmony and mutual interdependence. The author calls for Africans to deconstruct the multiplicity of divisive and antagonistic political ideologies that have dominated Africa since the demise of colonialism and replace them with one harmonious and co-operative political ideology—Neo-Africanism—a unified ideology grounded in the social harmony and interdependence that characterized traditional African life. He shows how this ideology can be applied successfully to the politics, economics, education, and health care of Africa and how it can help create a New Africa—a reawakened, peaceful, and prosperous Africa highly regarded by all the nations of the world. The book is aimed at students of African studies, political science, philosophy, macroeconomics, and international relations, as well as the general population of Africans and the African political elite. Both undergraduate and graduate students will find the book helpful because of the comprehensive analysis and solutions to problems in the important areas of a nation. Unlike existing books, Neo-Africanism provides philosophical guidance that will empower the people of Africa to solve Africa’s problems and to acquire the capability to create sustainable peace and prosperity.",
      "isbn": "9781425176785",
      "pageCount": 566,
      "category": "History",
      "thumbnail": "http://books.google.com/books/content?id=2iTFsptXKrgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 11
    },
    {
      "title": "The Ministry of Healing",
      "author": "Ellen Gould Harmon White",
      "publisher": "",
      "yearPublished": "1909",
      "description": "This book has been around a while. Since it was first published, a lot of other books about health have come and gone. Some of them have been bigger than this one, but none of them have ever been better. Perhaps you have noticed the explosion in diet and exercise publications. Today it is obvious that the pursuit of health and fitness is more than just a quick fad. Looking and feeling good isn't optional, for many people these days, it's a high lifestyle priority. 'The Ministry of Healing' is a book that crusades for total fitness, not just physical fitness because we are human beings and are more than just bodies. This book speaks to the needs of the whole person, body, mind and spirit. For a whole lot less than one visit to the Doctor, this classic on health will tell you how to manage stress, get well and prevent disease while feeling vibrantly alive. - The True Medical Missionary. The Work of the Physician. Medical Missionaries and Their Work. The Care of the Sick. Health Principles. The Home .The Essential Knowledge. The Worker's Need. Scripture Index. General Index",
      "isbn": "UOM:39015031442687",
      "pageCount": 558,
      "category": "California",
      "thumbnail": "http://books.google.com/books/content?id=P5M3AAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 1
    },
    {
      "title": "The Myth of Normal",
      "author": "Gabor Maté & Daniel Maté",
      "publisher": "Vermilion",
      "yearPublished": "2024-04-04",
      "description": "***THE INSTANT SUNDAY TIMES BESTSELLER*** OVER ONE MILLION COPIES SOLD We tend to believe that normality equals health. Yet what isthe norm in the Western world? Mental illness and chronic disease are on an unstoppable rise. How did we get here? And what lies ahead for us? 'It all starts with waking up... to what our bodies are expressing and our minds are suppressing.' In this life-affirming book, Gabor Mate connects the dots between our personal suffering and the relentless pressures of modern life - showing that ill health is a natural reflection of our disconnection from our true selves. Drawing on four decades of clinical experience, and stories of people transforming their bodies and minds, Dr Mate offers a hopeful pathway to reconnection and healing.",
      "isbn": "9781785042737",
      "pageCount": 0,
      "category": "Health & Fitness",
      "thumbnail": "http://books.google.com/books/content?id=Q-UqzwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 4
    },
    {
      "title": "The Zone Diet",
      "author": "Barry Sears",
      "publisher": "HarperThorsons",
      "yearPublished": "1999",
      "description": "This is the revolutionary diet plan based on Nobel-prize winning research that has been adopted by celebrities including Madonna, Bill and Hillary Clinton, Demi Moore, Caprice Bouquet, Barry Mannilow and more. This plan is now being adapted to the British palate and cupboard. All 150 recipes in this book are anglicized.",
      "isbn": "9780722536926",
      "pageCount": 0,
      "category": "Cooking",
      "thumbnail": "http://books.google.com/books/content?id=oLbQAAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 16
    },
    {
      "title": "The Meaning of Illness",
      "author": "Marc Augé & Claudine Herzlich",
      "publisher": "Psychology Press",
      "yearPublished": "1995",
      "description": "First Published in 1995. Routledge is an imprint of Taylor & Francis, an informa company.",
      "isbn": "9783718652075",
      "pageCount": 248,
      "category": "Medical",
      "thumbnail": "http://books.google.com/books/content?id=3HiJOCDbV_cC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 2
    },
    {
      "title": "Sociology for Nurses",
      "author": "Elaine Denny & Sarah Earle",
      "publisher": "Polity",
      "yearPublished": "2005",
      "description": "Focuses on the relevance of sociology to contemporary nursing practice. Clearly written, and carefully illustrated, the book uses jargon-free explanations of sociological theories and evidence to show how studying sociology can be useful in all branches of professional nursing practice.",
      "isbn": "9780745631011",
      "pageCount": 321,
      "category": "Medical",
      "thumbnail": "http://books.google.com/books/content?id=ziqdtlENZhQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 19
    },
    {
      "title": "The Road to Gandolfo",
      "author": "Robert Ludlum",
      "publisher": "Bantam",
      "yearPublished": "1992",
      "description": "A humourous tale where the premis is to kidnap Pope Francesco I and ransom him off for every catholic in the world.",
      "isbn": "9780553271096",
      "pageCount": 322,
      "category": "Fiction",
      "thumbnail": "http://books.google.com/books/content?id=DLOS4iKf2GoC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 9
    },
    {
      "title": "The Surgeon",
      "author": "Tess Gerritsen",
      "publisher": "",
      "yearPublished": "2001",
      "description": "Dr. Catherine Cordell investigates when a murderer referred to by the press and the public as 'The Surgeon' strikes with a precision that suggests he is a deranged man of medicine.",
      "isbn": "9780786235742",
      "pageCount": 530,
      "category": "Fiction",
      "thumbnail": "http://books.google.com/books/content?id=s5ulrjc71nIC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 2
    },
    {
      "title": "The ABC Murders",
      "author": "Agatha Christie",
      "publisher": "HarperCollins Publishers",
      "yearPublished": "1993",
      "description": "When Alice Ascher is murdered in Andover, Hercule Poirot is already onto the clues. Alphabetically speaking, it's one down, 25 to go. This classic mystery is now repackaged in a digest-sized edition for young adults. Reissue.",
      "isbn": "9780006167242",
      "pageCount": 224,
      "category": "Detective and mystery stories, English",
      "thumbnail": "http://books.google.com/books/content?id=BKjCQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 4
    },
    {
      "title": "Contest",
      "author": "Matthew Reilly",
      "publisher": "Macmillan",
      "yearPublished": "2005-12-27",
      "description": "From the 'New York Times bestselling author of 'Scarecrow' comes an action-packed novel about a doctor and his daughter trapped in New York's Public Library by a contest with a fatal outcome. Martin's Press.",
      "isbn": "9780312990046",
      "pageCount": 452,
      "category": "Fiction",
      "thumbnail": "http://books.google.com/books/content?id=fVXhWW7ZRkwC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 15
    },
    {
      "title": "The Runaway Jury",
      "author": "John Grisham",
      "publisher": "Dell",
      "yearPublished": "1997",
      "description": "The jury in a Mississippi tobacco trial appears to be manipulated and controlled.",
      "isbn": "9780440221470",
      "pageCount": 568,
      "category": "Fiction",
      "thumbnail": "http://books.google.com/books/content?id=KA4hwzlnclsC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 2
    },
    {
      "title": "The Golden Ball and Other Stories",
      "author": "Agatha Christie",
      "publisher": "Berkley",
      "yearPublished": "1984",
      "description": "It was an offer the St. Vincent family could not refuse -- a splendid mansion, complete with servants, with nothing asked for in return! But young Rupert St. Vincent suspected a sinister trap ...",
      "isbn": "9780425099223",
      "pageCount": 244,
      "category": "Fiction",
      "thumbnail": "http://books.google.com/books/content?id=2zs_gq_DPC4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 5
    },
    {
      "title": "The Visitor",
      "author": "Lee Child",
      "publisher": "Random House",
      "yearPublished": "2001",
      "description": "Sergeant Amy Callan and Lieutenant Caroline Cook have a lot in common. Both were army high-flyers. Both were acquainted with Jack Reacher. Both were forced to resign from the service. Now they're both dead. Both were found in their own home, naked, in a bath full of paint. Both apparent victims of an army man. A loner, a smart guy with a score to settle, a ruthless vigilante. A man just like Jack Reacher.",
      "isbn": "9780553811889",
      "pageCount": 516,
      "category": "Armies",
      "thumbnail": "http://books.google.com/books/content?id=UGUahZnpa0MC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 12
    },
    {
      "title": "The Testament",
      "author": "John Grisham",
      "publisher": "Doubleday",
      "yearPublished": "1999-02-02",
      "description": "A suicidal billionaire, a burnt-out Washington litigator, and a woman who has forsaken technology to work in the wilds of Brazil are all brought together by an astounding mystery of the testament.",
      "isbn": "UOM:39015054084192",
      "pageCount": 452,
      "category": "Fiction",
      "thumbnail": "http://books.google.com/books/content?id=Nq5aAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 15
    },
    {
      "title": "He Will Be My Ruin",
      "author": "K.A. Tucker",
      "publisher": "Simon and Schuster",
      "yearPublished": "2016-02-02",
      "description": "K.A. Tucker makes her suspense debut with this sexy, heart pounding story of a young woman determined to find justice after her best friend's death.",
      "isbn": "9781501112072",
      "pageCount": 352,
      "category": "Fiction",
      "thumbnail": "http://books.google.com/books/content?id=LlV2CwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 6
    },
    {
      "title": "The Da Vinci Code",
      "author": "Dan Brown",
      "publisher": "",
      "yearPublished": "2003",
      "description": "Robert Langdon, Harvard Professor of symbology, receives an urgent late-night call while in Paris: the curator of the Louvre has been murdered. Alongside the body is a series of baffling ciphers. Langdon and a gifted French cryptologist, Sophie Neveu, are stunned to find a trail that leads to the to the works of Da Vinci - and further. The curator, part of a secret society named the Priory of Sion, may have sacrificed his life to keep secret the location of a vastly important religious relic hidden for centuries. It appears that the clandestine Vatican-sanctioned Catholic sect Opus Dei has now made its move. Unless Landon and Neveu can decipher the labyrinthine code and quickly assemble the pieces of the puzzle, the Priory's secret - and a stunning historical truth - will be lost forever.",
      "isbn": "9780593051528",
      "pageCount": 468,
      "category": "Fiction",
      "thumbnail": "http://books.google.com/books/content?id=g40bVuX9wmYC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 24
    },
    {
      "title": "The Da Vinci Code",
      "author": "Dan Brown",
      "publisher": "",
      "yearPublished": "2004",
      "description": "A murder in the silent, late night halls of the Louvre reveals a sinister plot to uncover a secret that has been protected by a clandestine society since the days of Christ. The victim is a high-ranking agent of this ancient society who, in the moments before his death, manages to leave gruesome clues at the scene that only his cryptographer daughter and her symbologist friend can untangle. The duo become both suspects and detectives searching not only for the murderer, but also the stunning secret he was charged to protect.",
      "isbn": "9781845056322",
      "pageCount": 707,
      "category": "Art museum curators",
      "thumbnail": "http://books.google.com/books/content?id=3Vi2uQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 21
    },
    {
      "title": "The Dark of the Sun",
      "author": "Wilbur Smith",
      "publisher": "Fawcett",
      "yearPublished": "1989-01-01",
      "description": "They hunt diamonds. They hunt cannibals. They hunt each other. They're mercenaries in the Congo, a battlefield torn apart like a vast, wide-open wound. For mercenary leader Bruce Curry, the mission means hunting the thing he hates most and savoring every shameless minute. For beyond hate, beyond revenge, is the thrill of hunting the most dangerous and cunning game of all -- man.",
      "isbn": "9780449215555",
      "pageCount": 315,
      "category": "Africa",
      "thumbnail": "http://books.google.com/books/content?id=bmdYQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 18
    },
    {
      "title": "The Confessor",
      "author": "Daniel Silva",
      "publisher": "",
      "yearPublished": "2003",
      "description": "In the wake of a Munich writer's assassination, Mossad agent Gabriel Allon and Vatican priest Pietro embark on dangerous journeys that reveal long-buried secrets affecting the fates of millions of people.",
      "isbn": "9780786254484",
      "pageCount": 568,
      "category": "Fiction",
      "thumbnail": "http://books.google.com/books/content?id=ViZePgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 18
    },
    {
      "title": "Four Blind Mice",
      "author": "James Patterson",
      "publisher": "Little Brown",
      "yearPublished": "2002",
      "description": "Alex Cross is plunged into a case where military codes of honor conceal dark currents of revenge and ambition, and the men controlling the moves have the best weapons and training the world can offer.",
      "isbn": "9780316693004",
      "pageCount": 412,
      "category": "African American police",
      "thumbnail": "http://books.google.com/books/content?id=zGi7ykBppIcC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 15
    },
    {
      "title": "Immoral",
      "author": "Brian Freeman",
      "publisher": "Macmillan",
      "yearPublished": "2005-09",
      "description": "In a moral world, murder is the ultimate crime, a killer pays the ultimate price, and the victim remains buried. Unless everyone is immoral.",
      "isbn": "9780312340421",
      "pageCount": 364,
      "category": "Fiction",
      "thumbnail": "http://books.google.com/books/content?id=-A7Yp3tF39oC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 17
    },
    {
      "title": "Sheba",
      "author": "Jack Higgins",
      "publisher": "",
      "yearPublished": "1994",
      "description": "While helping a woman search for her missing husband, the American archaeologist Gavin Kane discovers the legendary Temple of Sheba in Southern Arabia, and finds the Nazis are planning to turn it into Hilter's secret stronghold.",
      "isbn": "STANFORD:36105012421744",
      "pageCount": 296,
      "category": "Adventure stories",
      "thumbnail": "http://books.google.com/books/content?id=4X0gAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 21
    },
    {
      "title": "What is Art?",
      "author": "graf Leo Tolstoy",
      "publisher": "",
      "yearPublished": "1899",
      "description": "",
      "isbn": "NYPL:33433073356572",
      "pageCount": 230,
      "category": "Aesthetics",
      "thumbnail": "http://books.google.com/books/content?id=0SYVAAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 5
    },
    {
      "title": "Arts & Culture",
      "author": "Philip Harrison",
      "publisher": "New Africa Books",
      "yearPublished": "2005",
      "description": "South Africa is a remarkable land of extraordinary beauty, a rich and colorful tapestry of diverse cultures and endless vistas that simply beg to be explored.",
      "isbn": "9780864865656",
      "pageCount": 148,
      "category": "Art",
      "thumbnail": "http://books.google.com/books/content?id=GjAjvthxrXUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 8
    },
    {
      "title": "The Science of Paintings",
      "author": "W.Stanley Jr. Taft & James W. Mayer",
      "publisher": "Springer Science & Business Media",
      "yearPublished": "2006-04-18",
      "description": "The physics and materials science behind paintings: the pigments, binders, canvas, and varnish that go into making a painting appear the way it does. The text discusses the physical principles behind the colors seen and how these change with illumination, the various types of paint and binders used in both old and modern paintings, and the optics and microscopic structure of paint films. Chapters on dating, binders, and dendochronology have been contributed by experts in the respective fields.",
      "isbn": "9780387217413",
      "pageCount": 264,
      "category": "Art",
      "thumbnail": "http://books.google.com/books/content?id=nobhBwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 9
    },
    {
      "title": "A Corpus of Rembrandt Paintings V",
      "author": "Ernst van de Wetering",
      "publisher": "Springer Science & Business Media",
      "yearPublished": "2013-12-12",
      "description": "This volume is the fifth volume of A Corpus of Rembrandt Paintings, a project devoted to all Rembrandt’s paintings. This is the work of ‘The Rembrandt Research Project’, consisting of a group of scholars led since 1993 by Professor Ernst van de Wetering. The project began in 1968 with the aim of separating Rembrandt’s own paintings from the vast number of Rembrandtesque paintings made by his many apprentices and followers. Having opted for a chronological approach to the cataloguing of Rembrandt’s paintings (from 1625 till 1642) in the first three volumes, it was decided in 1993 to adopt a thematic approach for further volumes. This was largely to facilitate the recognition of different hands. The new approach yielded much more information not only about Rembrandt’s working methods but also about the function and meaning of his works. This expanded field of view meant that etchings and drawings with similar themes also needed to be included. In 2005 Volume IV appeared, devoted to Rembrandt’s self-portraits, in painting, etching and drawing. Volume V consists of a catalogue and analysis of the so-called small-scale history and genre paintings. That theme was chosen because this type of complex work shows a variety of full-length protagonists acting in different narrative settings. For this reason, in the 17th century, painting, etching or drawing biblical and mythological scenes was looked upon as an artist’s greatest challenge. The choice of this theme proved to be highly fruitful in several ways. Small-scale history pieces reveal Rembrandt’s artistic ambitions most clearly. They also offer the author a much more accurate view of the daily routine in Rembrandt’s studio; his apprentices mostly copied this type of work or used it as a starting point for their own. As a result it was easier to distinguish the works by the master himself from those of his pupils. All aspects of the skills necessary to create a pictorial illusion play a part in the creation of small-figured history paintings. These aspects were referred to as ‘the basis of the noble art of painting’ in Rembrandt’s days. Two seventeenth century painter/theoreticians discussed these principles systematically in two books which up till now have only sporadically been consulted in the context of 17th century studio practice. Karel van Mander wrote his Grond der edel vry schilder-const Basis of the Art of Painting in 1604 and Samuel van Hoogstraten produced his Inleyding tot de hooge schoole der schilderkonst Academy of Painting in 1678. Van Hoogstraten was a pupil of Rembrandt between 1642 and ’48. Comparing the two books and considering them in relation to Rembrandt’s oeuvre, gradually reveals his original views on painting and how these had developed during his career. Thus, the author of this new Volume of A Corpus have gained an unexpected and profound insight into Rembrandt’s ideas and approach to his art. The ‘basic aspects’ of painting included the following topics: function and methods of drawing; human proportions; various positions, poses and gestures of figures; ways of arranging a scene’s protagonists in a composition; facial expressions of a variety of emotions; light, shadows and reflected light; landscape and animals; draperies and articles of clothing; methods of painting, and various characteristics and uses of colours. The way these ‘basic aspects’ were selected and dealt with presumed that the more practical side to the art of painting would be learned by the apprentice in the daily routine of his master’s studio. With the development of art history in the nineteenth century the ‘basic aspects’ of the art of painting listed above acquired the vague label of ‘style’. However, the seventeenth century categorization of the ‘basic aspects’ provides a much more acute means of probing the views and criteria for judging a painting by Rembrandt and his contemporaries than the concept of ‘style’. Volume V in the series A Corpus of Rembrandt Paintings breaks new ground from the point of view of art history, not only in its approach to Rembrandt as an artist, but more particularly to his thinking about painting. Moreover, a detailed comparison of Rembrandt’s works and those by his apprentices who based their works on his, led to a profound and detailed understanding of Rembrandt’s views on pictorial quality. In art historical literature quality usually does not feature prominently since it is regarded as being too subjective. This comparative approach, together with the analysis of seventeenth century categories of thought about painting, have given the research on Rembrandt a new impetus, at the same time allowing us to see more clearly through seventeenth century eyes. That is why the new volume of the ‘Corpus’ is an important publication – not only for art historians but also for all who want to fully enjoy the numerous works of art that date back to the Dutch Golden Age, now scattered in museums around the world.",
      "isbn": "9781402057861",
      "pageCount": 689,
      "category": "Art",
      "thumbnail": "http://books.google.com/books/content?id=oru8BAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 19
    },
    {
      "title": "International Handbook of Research in Arts Education",
      "author": "Liora Bresler",
      "publisher": "Springer Science & Business Media",
      "yearPublished": "2007-03-05",
      "description": "Providing a distillation of knowledge in the various disciplines of arts education (dance, drama, music, literature and poetry and visual arts), this essential handbook synthesizes existing research literature, reflects on the past, and contributes to shaping the future of the respective and integrated disciplines of arts education. While research can at times seem distant from practice, the Handbook aims to maintain connection with the live practice of art and of education, capturing the vibrancy and best thinking in the field of theory and practice. The Handbook is organized into 13 sections, each focusing on a major area or issue in arts education research.",
      "isbn": "9781402048579",
      "pageCount": 1684,
      "category": "Education",
      "thumbnail": "http://books.google.com/books/content?id=6hxGDALSoOYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 2
    },
    {
      "title": "The Dream of the Moving Statue",
      "author": "Kenneth Gross",
      "publisher": "Cornell University Press",
      "yearPublished": "1992",
      "description": "This eloquent and evocative book explores that arresting moment encountered in film, theater, and literature: a statue steps down off its pedestal and comes to life as lover, oracle, avenger, or monster. What does it mean for the statue that stands immobile in gallery or square to step down from its pedestal or speak out of its silence? What is it in this fantasy that animates us?",
      "isbn": "9780801427022",
      "pageCount": 284,
      "category": "Art",
      "thumbnail": "http://books.google.com/books/content?id=js5tH4tLLKEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 8
    },
    {
      "title": "The Invention of Art",
      "author": "Larry Shiner",
      "publisher": "University of Chicago Press",
      "yearPublished": "2001-09",
      "description": "Larry Shiner challenges our conventional understandings of art and asks us to reconsider its history entirely, arguing that the category of ine art is a modern invention - and that the lines drawn between art and craft emerged only as the result of key European social transformations during the long eighteenth century",
      "isbn": "9780226753423",
      "pageCount": 384,
      "category": "Art",
      "thumbnail": "http://books.google.com/books/content?id=_d5ces9NEgkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 9
    },
    {
      "title": "The Romantic Imperative",
      "author": "Frederick C. Beiser",
      "publisher": "Belknap Press",
      "yearPublished": "2003",
      "description": "The Early Romantics met resistance from artists and academics alike in part because they defied the conventional wisdom that philosophy and the arts must be kept separate. Indeed, as the literary component of Romanticism has been studied and celebrated in recent years, its philosophical aspect has receded from view. This book, by one of the most respected scholars of the Romantic era, offers an explanation of Romanticism that not only restores but enhances understanding of the movement's origins, development, aims, and accomplishments--and of its continuing relevance. Poetry is in fact the general ideal of the Romantics, Frederick Beiser tells us, but only if poetry is understood not just narrowly as poems but more broadly as things made by humans. Seen in this way, poetry becomes a revolutionary ideal that demanded--and still demands--that we transform not only literature and criticism but all the arts and sciences, that we break down the barriers between art and life, so that the world itself becomes 'romanticized.' Romanticism, in the view Beiser opens to us, does not conform to the contemporary division of labor in our universities and colleges; it requires a multifaceted approach of just the sort outlined in this book.",
      "isbn": "UCSC:32106017317006",
      "pageCount": 270,
      "category": "Literary Criticism",
      "thumbnail": "http://books.google.com/books/content?id=6cOzAAAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 6
    },
    {
      "title": "Beyond Aesthetics",
      "author": "Noël Carroll",
      "publisher": "Cambridge University Press",
      "yearPublished": "2001-04-30",
      "description": "Claims authorial intention, art history, and morality play a role in our encounter with art works.",
      "isbn": "9780521786560",
      "pageCount": 468,
      "category": "Art",
      "thumbnail": "http://books.google.com/books/content?id=t4IHIuuxFHcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 18
    },
    {
      "title": "What is Art?",
      "author": "graf Leo Tolstoy",
      "publisher": "",
      "yearPublished": "1932",
      "description": "",
      "isbn": "MINN:31951P01040685P",
      "pageCount": 370,
      "category": "Art",
      "thumbnail": "http://books.google.com/books/content?id=fm6i0y0yFKUC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 24
    },
    {
      "title": "The Goal",
      "author": "Eliyahu M. Goldratt & Jeff Cox",
      "publisher": "",
      "yearPublished": "1992",
      "description": "An examination of production and operations management in the form of a novel.",
      "isbn": "9780884270614",
      "pageCount": 372,
      "category": "Business & Economics",
      "thumbnail": "http://books.google.com/books/content?id=_JY0ADdZ3h4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 20
    },
    {
      "title": "Business Research Methods",
      "author": "Emma Bell, Alan Bryman & Bill Harley",
      "publisher": "Oxford University Press",
      "yearPublished": "2022",
      "description": "The clearest, most relevant guide, written specifically to engage business students taking research methods courses or completing a research project. The sixth edition offers extensively-revised global examples throughout, as well as unique interviews with students and educators providing invaluable real-world insights and advice.",
      "isbn": "9780198869443",
      "pageCount": 692,
      "category": "Business & Economics",
      "thumbnail": "http://books.google.com/books/content?id=hptjEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 20
    },
    {
      "title": "The Business of the 21st Century",
      "author": "Robert T. Kiyosaki",
      "publisher": "",
      "yearPublished": "2019-10-22",
      "description": "In The Business of the 21st Century, Robert Kiyosaki explains the revolutionary business of network marketing in the context of what makes any business a success in any economic situation. This book lends credibility to multilevel marketing business, and justifies why it is an ideal avenue through which to learn basic business and sales skills... and earn money.",
      "isbn": "9781612680637",
      "pageCount": 144,
      "category": "",
      "thumbnail": "http://books.google.com/books/content?id=R9u8tAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 18
    },
    {
      "title": "Market Segmentation Analysis",
      "author": "Sara Dolnicar, Bettina Grün & Friedrich Leisch",
      "publisher": "Springer",
      "yearPublished": "2018-07-20",
      "description": "This book is published open access under a CC BY 4.0 license. This open access book offers something for everyone working with market segmentation: practical guidance for users of market segmentation solutions; organisational guidance on implementation issues; guidance for market researchers in charge of collecting suitable data; and guidance for data analysts with respect to the technical and statistical aspects of market segmentation analysis. Even market segmentation experts will find something new, including an approach to exploring data structure and choosing a suitable number of market segments, and a vast array of useful visualisation techniques that make interpretation of market segments and selection of target segments easier. The book talks the reader through every single step, every single potential pitfall, and every single decision that needs to be made to ensure market segmentation analysis is conducted as well as possible. All calculations are accompanied not only with a detailed explanation, but also with R code that allows readers to replicate any aspect of what is being covered in the book using R, the open-source environment for statistical computing and graphics.",
      "isbn": "9789811088186",
      "pageCount": 332,
      "category": "Business & Economics",
      "thumbnail": "http://books.google.com/books/content?id=b-1lDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 11
    },
    {
      "title": "The Principles of Business Computing",
      "author": "M. G. Eccles, F. W. Julyan, G. Boot & J. P. Van Belle",
      "publisher": "Juta and Company Ltd",
      "yearPublished": "2000-01-31",
      "description": "Written by four prominent academics, this is one of South Africa’s best-selling computer books. It was written specifically for those managing or using computers for the first time, be they accountants, lawyers, or other business people. It is also an ideal introduction to business computing for the commerce student.",
      "isbn": "0702151572",
      "pageCount": 596,
      "category": "Business & Economics",
      "thumbnail": "http://books.google.com/books/content?id=aGLGRm-beZcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 21
    },
    {
      "title": "Administrative Management",
      "author": "Annatjie W. Erasmus, Edmund John Ferreira & Darelle Groenewald",
      "publisher": "Juta and Company Ltd",
      "yearPublished": "2004-09",
      "description": "The roles and responsibilities of administrative managers are identified and explained in this comprehensive resource on managing the information needs of an organization to facilitate timely, relevant, and accurate communication. Topical case studies and practical examples illustrate the knowledge and skills required for success in office management.",
      "isbn": "9780702165078",
      "pageCount": 500,
      "category": "Business & Economics",
      "thumbnail": "http://books.google.com/books/content?id=d_iPBjj75b4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 25
    },
    {
      "title": "An Introduction to the Human Development and Capability Approach",
      "author": "Severine Deneulin & Lila Shahani",
      "publisher": "Earthscan",
      "yearPublished": "2009",
      "description": "Since the publication of Nobel Laureate Amartya Sens flagship book 'Development as Freedom,' development has been redefined in terms of human capability and opportunity. This approach has come to underpin the United Nations Development Programs influential Human Development Reports, and has had considerable significance in both academic and policy circles.",
      "isbn": "9781849770026",
      "pageCount": 377,
      "category": "Business & Economics",
      "thumbnail": "http://books.google.com/books/content?id=kyRS_r-hfWoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 11
    },
    {
      "title": "A Guide to the Project Management Body of Knowledge",
      "author": "",
      "publisher": "PMBOK Guides",
      "yearPublished": "2017",
      "description": "The PMBOK(R) Guide-Sixth Edition - PMI's flagship publication has been updated to reflect the latest good practices in project management. New to the Sixth Edition, each knowledge area will contain a section entitled Approaches for Agile, Iterative and Adaptive Environments, describing how these practices integrate in project settings. It will also contain more emphasis on strategic and business knowledge--including discussion of project management business documents--and information on the PMI Talent Triangle(TM) and the essential skills for success in today's market.",
      "isbn": "9781628251845",
      "pageCount": 756,
      "category": "Business & Economics",
      "thumbnail": "http://books.google.com/books/content?id=6kCqAQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 14
    },
    {
      "title": "An Introduction to Efficiency and Productivity Analysis",
      "author": "Timothy J. Coelli, Dodla Sai Prasada Rao, Christopher J. O'Donnell & George Edward Battese",
      "publisher": "Springer Science & Business Media",
      "yearPublished": "2005-12-06",
      "description": "Softcover version of the second edition Hardcover. Incorporates a new author, Dr. Chris O'Donnell, who brings considerable expertise to the project in the area of performance measurement. Numerous topics are being added and more applications using real data, as well as exercises at the end of the chapters. Data sets, computer codes and software will be available for download from the web to accompany the volume.",
      "isbn": "9780387258959",
      "pageCount": 357,
      "category": "Business & Economics",
      "thumbnail": "http://books.google.com/books/content?id=V2Rpu8M6RhwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 11
    },
    {
      "title": "Data Analysis Using SQL and Excel",
      "author": "Gordon Linoff",
      "publisher": "John Wiley & Sons",
      "yearPublished": "2008",
      "description": "'Data Analysis Using SQL and Excel' shows business managers and data analysts how to use the relatively simple tools of SQL and Excel to extract useful business information from relational databases.",
      "isbn": "9780470099513",
      "pageCount": 698,
      "category": "Computers",
      "thumbnail": "http://books.google.com/books/content?id=_NaqvTLuthsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 8
    },
    {
      "title": "The Pragmatic Programmer",
      "author": "Andrew Hunt & David Thomas",
      "publisher": "Addison-Wesley Professional",
      "yearPublished": "1999-10-20",
      "description": "What others in the trenches say about The Pragmatic Programmer... “The cool thing about this book is that it’s great for keeping the programming process fresh. The book helps you to continue to grow and clearly comes from people who have been there.” — Kent Beck, author of Extreme Programming Explained: Embrace Change “I found this book to be a great mix of solid advice and wonderful analogies!” — Martin Fowler, author of Refactoring and UML Distilled “I would buy a copy, read it twice, then tell all my colleagues to run out and grab a copy. This is a book I would never loan because I would worry about it being lost.” — Kevin Ruland, Management Science, MSG-Logistics “The wisdom and practical experience of the author is obvious. The topics presented are relevant and useful.... By far its greatest strength for me has been the outstanding analogies—tracer bullets, broken windows, and the fabulous helicopter-based explanation of the need for orthogonality, especially in a crisis situation. I have little doubt that this book will eventually become an excellent source of useful information for journeymen programmers and expert mentors alike.” — John Lakos, author of Large-Scale C++ Software Design “This is the sort of book I will buy a dozen copies of when it comes out so I can give it to my clients.” — Eric Vought, Software Engineer “Most modern books on software development fail to cover the basics of what makes a great software developer, instead spending their time on syntax or technology where in reality the greatest leverage possible for any software team is in having talented developers who really know their craft well. An excellent book.” — Pete McBreen, Independent Consultant “Since reading this book, I have implemented many of the practical suggestions and tips it contains. Across the board, they have saved my company time and money while helping me get my job done quicker! This should be a desktop reference for everyone who works with code for a living.” — Jared Richardson, Senior Software Developer, iRenaissance, Inc. “I would like to see this issued to every new employee at my company....” — Chris Cleeland, Senior Software Engineer, Object Computing, Inc. “If I’m putting together a project, it’s the author of this book that I want. . . . And failing that I’d settle for people who’ve read their book.” — Ward Cunningham Straight from the programming trenches, The Pragmatic Programmer cuts through the increasing specialization and technicalities of modern software development to examine the core process--taking a requirement and producing working, maintainable code that delights its users. It covers topics ranging from personal responsibility and career development to architectural techniques for keeping your code flexible and easy to adapt and reuse. Read this book, and you'll learn how to Fight software rot; Avoid the trap of duplicating knowledge; Write flexible, dynamic, and adaptable code; Avoid programming by coincidence; Bullet-proof your code with contracts, assertions, and exceptions; Capture real requirements; Test ruthlessly and effectively; Delight your users; Build teams of pragmatic programmers; and Make your developments more precise with automation. Written as a series of self-contained sections and filled with entertaining anecdotes, thoughtful examples, and interesting analogies, The Pragmatic Programmer illustrates the best practices and major pitfalls of many different aspects of software development. Whether you're a new coder, an experienced programmer, or a manager responsible for software projects, use these lessons daily, and you'll quickly see improvements in personal productivity, accuracy, and job satisfaction. You'll learn skills and develop habits and attitudes that form the foundation for long-term success in your career. You'll become a Pragmatic Programmer.",
      "isbn": "9780132119177",
      "pageCount": 346,
      "category": "Computers",
      "thumbnail": "http://books.google.com/books/content?id=5wBQEp6ruIAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 14
    },
    {
      "title": "Complexity and Postmodernism",
      "author": "Paul Cilliers",
      "publisher": "Psychology Press",
      "yearPublished": "1998",
      "description": "The book integrates insights from complexity and computational theory with the philosophical position of thinkers like Derrida and Lyotard. Cilliers takes a critical stance towards the use of the analytical method as a tool to cope with complexity, and he rejects Searle's superficial contribution to the debate.",
      "isbn": "9780415152860",
      "pageCount": 170,
      "category": "Computers",
      "thumbnail": "http://books.google.com/books/content?id=HnEx6FaO0MQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 19
    },
    {
      "title": "Practical C++ Programming",
      "author": "Steve Oualline",
      "publisher": "O'Reilly Media, Inc.",
      "yearPublished": "2003",
      "description": "Practical C++ Programming thoroughly covers: C++ syntax · Coding standards and style · Creation and use of object classes · Templates · Debugging and optimization · Use of the C++ preprocessor · File input/output",
      "isbn": "9780596004194",
      "pageCount": 574,
      "category": "Computers",
      "thumbnail": "http://books.google.com/books/content?id=pXDzdJ_1E3oC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 18
    },
    {
      "title": "Theories of the Information Society",
      "author": "Frank Webster",
      "publisher": "Presbyterian Publishing Corp",
      "yearPublished": "2002",
      "description": "Popular opinion suggests that information has become a distinguishing feature of the modern world. Where once economies were built on industry and conquest, we are now instead said to be part of a global information economy. In this new and thoroughly revised edition of his popular book, author Webster brings his work up-to-date both with new theoretical work and with social and technological changes - such as the rapid growth of the internet and accelerated globalization - and reassesses the work of key theorists in light of these changes. This book is essential reading for students of contemporary social theory and anybody interested in social and technological change in the post-war era.",
      "isbn": "9780415282017",
      "pageCount": 316,
      "category": "Computers",
      "thumbnail": "http://books.google.com/books/content?id=vC8QOm2wBG8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 15
    },
    {
      "title": "UX Strategy",
      "author": "Jaime Levy",
      "publisher": "O'Reilly Media, Inc.",
      "yearPublished": "2021-03-12",
      "description": "User experience (UX) strategy lies at the intersection of UX design and business strategy, but until now, there hasn't been an easy-to-apply framework for executing it. This hands-on guide introduces lightweight product strategy tools and techniques to help you and your team devise innovative digital solutions that people want. Author Jaime Levy shows UX/UI designers, product managers, entrepreneurs, and aspiring strategists simple to advanced methods that can be applied right away. You'll gain valuable perspective through business cases and historical context. This second edition includes new real-world examples, updated techniques, and a chapter on conducting qualitative online user research. Define value propositions and validate target users through provisional personas and customer discovery techniques Explore marketplace opportunities by conducting competitive research and analysis Design experiments using rapid prototypes that are focused on the business model Conduct online user research to gain valuable insights quickly on any budget Test business ideas and validate marketing channels by running online advertising and landing page campaigns",
      "isbn": "9781492052401",
      "pageCount": 302,
      "category": "Business & Economics",
      "thumbnail": "http://books.google.com/books/content?id=-BUjEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 12
    },
    {
      "title": "The Definitive Guide to DAX",
      "author": "Marco Russo & Alberto Ferrari",
      "publisher": "Microsoft Press",
      "yearPublished": "2019-07-02",
      "description": "Now expanded and updated with modern best practices, this is the most complete guide to Microsoft’s DAX language for business intelligence, data modeling, and analytics. Expert Microsoft BI consultants Marco Russo and Alberto Ferrari help you master everything from table functions through advanced code and model optimization. You’ll learn exactly what happens under the hood when you run a DAX expression, and use this knowledge to write fast, robust code. This edition focuses on examples you can build and run with the free Power BI Desktop, and helps you make the most of the powerful syntax of variables (VAR) in Power BI, Excel, or Analysis Services. Want to leverage all of DAX’s remarkable capabilities? This no-compromise “deep dive” is exactly what you need. Perform powerful data analysis with DAX for Power BI, SQL Server, and Excel · Master core DAX concepts, including calculated columns, measures, and calculation groups · Work efficiently with basic and advanced table functions · Understand evaluation contexts and the CALCULATE and CALCULATETABLE functions · Perform time-based calculations · Use calculation groups and calculation items · Use syntax of variables (VAR) to write more readable, maintainable code · Express diverse and unusual relationships with DAX, including many-to-many relationships and bidirectional filters · Master advanced optimization techniques, and improve performance in aggregations · Optimize data models to achieve better compression · Measure DAX query performance with DAX Studio and learn how to optimize your DAX",
      "isbn": "9780134865874",
      "pageCount": 1886,
      "category": "Computers",
      "thumbnail": "http://books.google.com/books/content?id=ZvSfDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 8
    },
    {
      "title": "Enterprise Architecture at Work",
      "author": "Marc Lankhorst",
      "publisher": "Springer",
      "yearPublished": "2017-03-10",
      "description": "Lankhorst and his co‐author present ArchiMate® 3.0, enterprise modelling language that captures the complexity of architectural domains and their relations and allows the construction of integrated enterprise architecture models. They provide architects with concrete instruments that improve their architectural practice. As this is not enough, they additionally present techniques and heuristics for communicating with all relevant stakeholders about these architectures. Since an architecture model is useful not only for providing insight into the current or future situation but can also be used to evaluate the transition from ‘as‐is’ to ‘to‐be’, the author also describe analysis methods for assessing both the qualitative impact of changes to an architecture and the quantitative aspects of architectures, such as performance and cost issues. The modelling language presented has been proven in practice in many real‐life case studies and has been adopted by The Open Group as an international standard. So this book is an ideal companion for enterprise IT or business architects in industry as well as for computer or management science students studying the field of enterprise architecture. This fourth edition of the book has been completely reworked to be compatible with ArchiMate® 3.0, and it includes a new chapter relating this new version to other standards. New sections on capability analysis, risk analysis, and business architecture in general have also been introduced.",
      "isbn": "9783662539330",
      "pageCount": 377,
      "category": "Computers",
      "thumbnail": "http://books.google.com/books/content?id=FT5RDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 25
    },
    {
      "title": "Introduction to Machine Learning with Python",
      "author": "Andreas C. Müller & Sarah Guido",
      "publisher": "O'Reilly Media, Inc.",
      "yearPublished": "2016-09-26",
      "description": "Machine learning has become an integral part of many commercial applications and research projects, but this field is not exclusive to large companies with extensive research teams. If you use Python, even as a beginner, this book will teach you practical ways to build your own machine learning solutions. With all the data available today, machine learning applications are limited only by your imagination. You’ll learn the steps necessary to create a successful machine-learning application with Python and the scikit-learn library. author Andreas Müller and Sarah Guido focus on the practical aspects of using machine learning algorithms, rather than the math behind them. Familiarity with the NumPy and matplotlib libraries will help you get even more from this book. With this book, you’ll learn: Fundamental concepts and applications of machine learning Advantages and shortcomings of widely used machine learning algorithms How to represent data processed by machine learning, including which data aspects to focus on Advanced methods for model evaluation and parameter tuning The concept of pipelines for chaining models and encapsulating your workflow Methods for working with text data, including text-specific processing techniques Suggestions for improving your machine learning and data science skills",
      "isbn": "9781449369897",
      "pageCount": 429,
      "category": "Computers",
      "thumbnail": "http://books.google.com/books/content?id=vbQlDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 20
    },
    {
      "title": "The Atlas of AI",
      "author": "Kate Crawford",
      "publisher": "Yale University Press",
      "yearPublished": "2021-04-06",
      "description": "The hidden costs of artificial intelligence, from natural resources and labor to privacy and freedom What happens when artificial intelligence saturates political life and depletes the planet? How is AI shaping our understanding of ourselves and our societies? In this book Kate Crawford reveals how this planetary network is fueling a shift toward undemocratic governance and increased inequality. Drawing on more than a decade of research, award-winning science, and technology, Crawford reveals how AI is a technology of extraction: from the energy and minerals needed to build and sustain its infrastructure, to the exploited workers behind 'automated' services, to the data AI collects from us. Rather than taking a narrow focus on code and algorithms, Crawford offers us a political and a material perspective on what it takes to make artificial intelligence and where it goes wrong. While technical systems present a veneer of objectivity, they are always systems of power. This is an urgent account of what is at stake as technology companies use artificial intelligence to reshape the world.",
      "isbn": "9780300209570",
      "pageCount": 336,
      "category": "Computers",
      "thumbnail": "http://books.google.com/books/content?id=KfodEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 15
    },
    {
      "title": "Audio Sampling",
      "author": "Sam McGuire & Roy Pritts",
      "publisher": "Taylor & Francis",
      "yearPublished": "2008",
      "description": "Step by step guide to using and creating sampling instruments",
      "isbn": "9780240520735",
      "pageCount": 232,
      "category": "Computers",
      "thumbnail": "http://books.google.com/books/content?id=L81Gkb0z3UUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 2
    },
    {
      "title": "Behold the Pierced One",
      "author": "Joseph Ratzinger",
      "publisher": "Ignatius Press",
      "yearPublished": "2011-01-18",
      "description": "In this profound and illuminating work, Joseph Cardinal Ratzinger turns the gaze of an accomplished theologian upon the crucified Savior. This synthetic and meditative work is theological without being abstract or dry, and spiritual without being sentimental. The pierced heart of Christ must be the heart of theology and Christian life as well. Proceeding from the prayerful dialogue between the Incarnate Son and his Eternal Father, Joseph Ratzinger shows how one can approach the mystery of the Heart of Christ only through the imitation of this prayer. To know and understand Jesus we must participate in his prayer. The prayer of Christ must be the interior life of all who are joined to him in his Body, the Church. Using the Old and New Testaments and the Church Fathers, Ratzinger shows that the ecclesial community (the Church) was born from the pierced Heart of Christ on the Cross.",
      "isbn": "9781681490533",
      "pageCount": 140,
      "category": "Religion",
      "thumbnail": "http://books.google.com/books/content?id=boNHDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 18
    },
    {
      "title": "Samaritan Documents",
      "author": "John Bowman",
      "publisher": "Wipf and Stock Publishers",
      "yearPublished": "1977-01-01",
      "description": "The present volume of documents relating to Samaritan history, religion, and life is intended as a companion to 'The Samaritan Problem', Pittsburgh Monograph Series, Number 4, as giving translations of texts by Samaritan author mentioned therein. But this is not the only aim of this work. It attempts to make accessible, in English, examples from a variety of Samaritan documents which provide us with a firsthand picture of Samaritan views about their history, their religion, and hopes for the future.",
      "isbn": "9780915138272",
      "pageCount": 389,
      "category": "Religion",
      "thumbnail": "http://books.google.com/books/content?id=HMlJAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 12
    },
    {
      "title": "A Course in Miracles",
      "author": "Helen Schucman, Scribe",
      "publisher": "Foundation for Inner Peace",
      "yearPublished": "2008-05",
      "description": "The only edition that contains in one place all of the writings that Dr. Helen Schucman, its Scribe, authorized to be printed",
      "isbn": "9781883360269",
      "pageCount": 1356,
      "category": "Body, Mind & Spirit",
      "thumbnail": "http://books.google.com/books/content?id=3guued5qS2IC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 4
    },
    {
      "title": "Dark Night of the Soul",
      "author": "St. John of the Cross",
      "publisher": "TAN Books",
      "yearPublished": "2010-04",
      "description": "In Dark Night of the Soul, Saint John of the Cross presents for us a portrait painted from his own experience of one who advances successfully through the struggles of the spiritual life. The dark night that St John describes is not abandonment by God but special consideration from Him for those who desire to purify and perfect their souls. With a soul purified from earthly attachments, we can advance through the much quoted but oft misunderstood dark night of the souls into unity with God. By accepting the desolation and difficulty of this process, the soul cooperates with God and opens itself to receiving and revealing more perfectly God's glory. Be not afraid--Dark Night of the Soul, though austere and exacting in its instructions for holy living, is laced with St. John's charity and kindness, his love of all things beautiful and sacred--including you.",
      "isbn": "9780895559586",
      "pageCount": 209,
      "category": "Religion",
      "thumbnail": "http://books.google.com/books/content?id=5UwhCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 2
    },
    {
      "title": "Weight of Glory",
      "author": "C. S. Lewis",
      "publisher": "HarperOne",
      "yearPublished": "2001-03-20",
      "description": "Selected from sermons delivered by C. S. Lewis during World War II, these nine addresses offer guidance and inspiration in a time of great doubt.These are ardent and lucid sermons that provide a compassionate vision of Christianity.",
      "isbn": "9780060653200",
      "pageCount": 208,
      "category": "Religion",
      "thumbnail": "http://books.google.com/books/content?id=rQrStZukwn0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 20
    },
    {
      "title": "Basics of Biblical Greek Grammar",
      "author": "William D. Mounce",
      "publisher": "Zondervan Academic",
      "yearPublished": "2019-02-05",
      "description": "Clear. Understandable. Carefully organized. Basics of Biblical Greek Grammar by William D. Mounce is the standard textbook for colleges and seminaries. Since its initial publication in 1993 its integrated approach has helped more than 250,000 students learn New Testament Greek. The fourth edition of Basics of Biblical Greek Grammar has been updated throughout based on continuing feedback from professors, students, self-learners, and homeschoolers, making it even more effective for today's students. Other improvements have been made based on recent developments in scholarship. The key to the effectiveness of Basics of Biblical Greek Grammar in helping students learn is in how it introduces them to the language. Students learn about the features of the Greek language in a logical order, with each lesson building upon the one before it. Unnecessary obstacles that discourage students and hinder progress are removed, such as rote memorization of endless verbal paradigms. Instead, students receive encouragement along the way to assure them they are making the necessary progress. Detailed discussions are also included at key junctures to help students grasp important concepts. By the time students have worked their way through Basics of Biblical Greek Grammar they will have learned: The Greek Alphabet Vocabulary for words occurring 50 times or more in the Greek New Testament The Greek noun system The Greek verbal system, including indicative and nonindicative verbs, and participles A robust suite of learning aids is available for purchase to be used alongside the textbook to help students excel in their studies. These include a workbook, video lectures for each chapter featuring the author, flashcards keyed to vocabulary in each chapter, a laminated quick study sheet with key concepts, and audio of the vocabulary for each chapter to aid in acquisition.",
      "isbn": "9780310537441",
      "pageCount": 545,
      "category": "Religion",
      "thumbnail": "http://books.google.com/books/content?id=Q2FgDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 14
    },
    {
      "title": "Fascinating Womanhood",
      "author": "Helen Andelin",
      "publisher": "Bantam",
      "yearPublished": "1982-02",
      "description": "How to Make Your Marriage a Lifelong Love Affair What makes a woman fascinating to her husband? What is happiness in marriage for a woman? These are just two of the questions Helen B. Andelin answers in the bestselling classic that has already brought new happiness and life to millions of marriages. 'Fascinating Womanhood' offers timeless wisdom, practical advice, and old-fashioned values to meet the needs and challenges of today's fascinating woman. Inside you'll learn: ∑ What traits today's men find irresistible in a woman ∑ How to awaken a man's deepest feelings of love ∑ Eight rules for a successful relationship ∑ How to rekindle your love life ∑ How to bring out the best in your man--and reap the rewards ∑ Plus special advice for the working woman--and much more 'Fascinating Womanhood' offers guidance for a new generation of women--happy, fulfilled, adored and cherished--who want to rediscover the magic of their own feminine selves.",
      "isbn": "9780553273755",
      "pageCount": 324,
      "category": "Religion",
      "thumbnail": "http://books.google.com/books/content?id=P-jBCLO5FP4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "numberofCopies": 17
    },
    {
      "title": "The A to Z of Hinduism",
      "author": "Bruce M. Sullivan",
      "publisher": "Rowman & Littlefield",
      "yearPublished": "2001",
      "description": "With a history of over three and a half millennia, and over 800 million adherents, Hinduism is one of the world's largest and most diverse religious traditions. This book presents the Hindu religious tradition's major events, individuals, texts, sects, and concepts in the context of its historical development through various periods. In addition, sacred Hindu pilgrimage sites, the rituals performed as religious practices, the manifestations of Hindu religious sensibilities in biography, art, the caste system of social organization, mythology, and the theories of salvation developed through the history of Hinduism are also presented. A pronunciation guide to Sanskrit and Tamil, and a chronology of the history of Hinduism are included.",
      "isbn": "9780810840706",
      "pageCount": 274,
      "category": "Religion",
      "thumbnail": "http://books.google.com/books/content?id=xU4ZdatgRysC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 5
    },
    {
      "title": "The Ancient Wisdom",
      "author": "Annie Besant",
      "publisher": "Health Research Books",
      "yearPublished": "1897",
      "description": "",
      "isbn": "9780787314163",
      "pageCount": 356,
      "category": "Religion",
      "thumbnail": "http://books.google.com/books/content?id=eY6nYHJ8A0QC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 22
    },
    {
      "title": "The Prophetic Literature",
      "author": "Marvin Alan Sweeney",
      "publisher": "Abingdon Press",
      "yearPublished": "2005",
      "description": "Biblical Studies Biblical texts create worlds of meaning, and invite readers to enter them. When readers enter such textual worlds, which are often strange and complex, they are confronted with theological claims. With this in mind, the purpose of the Interpreting Biblical Texts series is to help serious readers in their experience of reading and interpreting by providing guides for their journeys into textual worlds. The controlling perspective is expressed in the operative word of the title--interpreting. The primary focus of the series is not so much on the world behind the texts or out of which the texts have arisen as on the worlds created by the texts in their engagement with readers. Although these books of the prophets are based upon the careers and experiences of some of the most talented and provocative individuals of their times, the books must be read first as literature. Each book displays its own unique organization, literary characteristics, and theological outlook in presenting the prophets. In the case of Jeremiah, interpreters must even consider two distinctive forms of the book in the Hebrew Bible and the Greek Septuagint. By guiding the reader through the literary structure and language of each of the prophetic books as well as the social roles of the individual prophets, this volume opens the reader to greater understanding and appreciation of the prophets of Israel and Judah. Fact packed and crystal clear, Marvin Sweeney's Interpreting Biblical Texts: The Prophetic Literature invites readers to tour the landscape of ancient Israel's Latter Prophets corpus. Sweeney serves as a first-rate guide, equipping readers with basic knowledge to grasp, and grapple with, the literary legacies of the canonical prophets. True to the series title, he interprets texts with an eye to major, dynamic themes in Jewish and Christian traditions. The volume proves a reliable guidebook for readers wishing not only to survey, but also to engage in dialogue with, ancient Israel's canonical prophets. Katheryn Pfisterer Darr, Professor of Hebrew Bible, Boston University: The aim of the series Interpreting Biblical Texts is pedagogical. This well-written, easy to follow, and coherent book serves its purpose well. More importantly, it certainly invites and guides its readers in the enterprise of interacting with the prophetic books in a way that is informed by recent, academic scholarship on this literature. Ehud Ben Zvi, History and Classics & Interdisciplinary Program of Religious Studies, University of Alberta. This is a new and interesting approach to the prophetic literature, which will be illuminating for theological reflection in our own post-Holocaust era. John J. Collins, Holmes Professor of Old Testament, Yale Marvin A. Sweeney is Professor of Hebrew Bible, Claremont School of Theology, and Professor of Religion at Claremont Graduate University.",
      "isbn": "9780687008445",
      "pageCount": 243,
      "category": "Religion",
      "thumbnail": "http://books.google.com/books/content?id=9nppHCywauIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "numberofCopies": 16
    }
  ]