[
  {
    "title": "What is Art?",
    "author": "graf Leo Tolstoy",
    "publisher": "Penguin Classics; Revised ed. edition",
    "yearPublished": "1899",
    "description": "This profound analysis of the nature of art is the culmination of a series of essays and polemics on issues of morality, social justice, and religion. Considering and rejecting the idea that art reveals and reinvents through beauty, Tolstoy perceives the question of the nature of art to be a religious one. Ultimately, he concludes, art must be a force for good, for the progress and improvement of mankind. \nFor more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
    "isbn": "9780140446425",
    "pageCount": 230,
    "category": "Aesthetics",
    "thumbnail": "http://books.google.com/books/content?id=0SYVAAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 9
  },
  {
    "title": "Handbook of Expressive Arts Therapy",
    "author": "Cathy A. Malchiodi",
    "publisher": "Guilford Publications",
    "yearPublished": "2022-11-29",
    "description": "\"Expressive arts therapy-the purposeful application and integration of art, music, dance/movement, dramatic enactment, creative writing and imaginative play-is an action-oriented and sensory-based form of psychotherapy. This timely volume helps mental health clinicians incorporate different expressive modalities into practice with children, adults, and groups. Expert contributors present in-depth descriptions of their respective therapies, including art, music, dance/movement, drama, poetry, play, sandtray, and integrative approaches. In addition to reviewing the theoretical and empirical bases of each modality, chapters detail the process of assessment and intervention with people experiencing specific clinical problems and life challenges. A wealth of concrete examples and case vignettes are featured throughout to bring key concepts to life. Giving particular attention to strategies for integrating expressive work with other forms of psychotherapy and counseling, this is an eminently practical resource for clinicians of any orientation\"--",
    "isbn": "9781462550524",
    "pageCount": 354,
    "category": "Medical",
    "thumbnail": "http://books.google.com/books/content?id=8ZyLEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 21
  },
  {
    "title": "Arts & Culture",
    "author": "Philip Harrison",
    "publisher": "New Africa Books",
    "yearPublished": "2005",
    "description": "South Africa is a remarkable land of extraordinary beauty, a rich and colorful tapestry of diverse cultures and endless vistas that simply beg to be explored.",
    "isbn": "9780864865656",
    "pageCount": 148,
    "category": "Art",
    "thumbnail": "http://books.google.com/books/content?id=GjAjvthxrXUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 25
  },
  {
    "title": "The Science of Paintings",
    "author": "W.Stanley Jr. Taft & James W. Mayer",
    "publisher": "Springer Science & Business Media",
    "yearPublished": "2006-04-18",
    "description": "The physics and materials science behind paintings: the pigments, binders, canvas, and varnish that go into making a painting appear the way it does. The text discusses the physical principles behind the colors seen and how these change with illumination, the various types of paint and binders used in both old and modern paintings, and the optics and microscopic structure of paint films. Chapters on dating, binders, and dendochronology have been contributed by experts in the respective fields.",
    "isbn": "9780387217413",
    "pageCount": 264,
    "category": "Art",
    "thumbnail": "http://books.google.com/books/content?id=nobhBwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 22
  },
  {
    "title": "A Corpus of Rembrandt Paintings V",
    "author": "Ernst van de Wetering",
    "publisher": "Springer Science & Business Media",
    "yearPublished": "2013-12-12",
    "description": "This volume is the fifth volume of A Corpus of Rembrandt Paintings, a project devoted to all Rembrandt’s paintings. This is the work of ‘The Rembrandt Research Project’, consisting of a group of scholars led since 1993 by Professor Ernst van de Wetering. The project began in 1968 with the aim of separating Rembrandt’s own paintings from the vast number of Rembrandtesque paintings made by his many apprentices and followers. Having opted for a chronological approach to the cataloguing of Rembrandt’s paintings (from 1625 till 1642) in the first three volumes, it was decided in 1993 to adopt a thematic approach for further volumes. This was largely to facilitate the recognition of different hands. The new approach yielded much more information not only about Rembrandt’s working methods but also about the function and meaning of his works. This expanded field of view meant that etchings and drawings with similar themes also needed to be included. In 2005 Volume IV appeared, devoted to Rembrandt’s self-portraits, in painting, etching and drawing. Volume V consists of a catalogue and analysis of the so-called small-scale history and genre paintings. That theme was chosen because this type of complex work shows a variety of full-length protagonists acting in different narrative settings. For this reason, in the 17th century, painting, etching or drawing biblical and mythological scenes was looked upon as an artist’s greatest challenge. The choice of this theme proved to be highly fruitful in several ways. Small-scale history pieces reveal Rembrandt’s artistic ambitions most clearly. They also offer the authors a much more accurate view of the daily routine in Rembrandt’s studio; his apprentices mostly copied this type of work or used it as a starting point for their own. As a result it was easier to distinguish the works by the master himself from those of his pupils. All aspects of the skills necessary to create a pictorial illusion play a part in the creation of small-figured history paintings. These aspects were referred to as ‘the basis of the noble art of painting’ in Rembrandt’s days. Two seventeenth century painter/theoreticians discussed these principles systematically in two books which up till now have only sporadically been consulted in the context of 17th century studio practice. Karel van Mander wrote his Grond der edel vry schilder-const [Basis of the Art of Painting] in 1604 and Samuel van Hoogstraten produced his Inleyding tot de hooge schoole der schilderkonst [Academy of Painting] in 1678. Van Hoogstraten was a pupil of Rembrandt between 1642 and ’48. Comparing the two books and considering them in relation to Rembrandt’s oeuvre, gradually reveals his original views on painting and how these had developed during his career. Thus, the authors of this new Volume of A Corpus have gained an unexpected and profound insight into Rembrandt’s ideas and approach to his art. The ‘basic aspects’ of painting included the following topics: function and methods of drawing; human proportions; various positions, poses and gestures of figures; ways of arranging a scene’s protagonists in a composition; facial expressions of a variety of emotions; light, shadows and reflected light; landscape and animals; draperies and articles of clothing; methods of painting, and various characteristics and uses of colours. The way these ‘basic aspects’ were selected and dealt with presumed that the more practical side to the art of painting would be learned by the apprentice in the daily routine of his master’s studio. With the development of art history in the nineteenth century the ‘basic aspects’ of the art of painting listed above acquired the vague label of ‘style’. However, the seventeenth century categorization of the ‘basic aspects’ provides a much more acute means of probing the views and criteria for judging a painting by Rembrandt and his contemporaries than the concept of ‘style’. Volume V in the series A Corpus of Rembrandt Paintings breaks new ground from the point of view of art history, not only in its approach to Rembrandt as an artist, but more particularly to his thinking about painting. Moreover, a detailed comparison of Rembrandt’s works and those by his apprentices who based their works on his, led to a profound and detailed understanding of Rembrandt’s views on pictorial quality. In art historical literature quality usually does not feature prominently since it is regarded as being too subjective. This comparative approach, together with the analysis of seventeenth century categories of thought about painting, have given the research on Rembrandt a new impetus, at the same time allowing us to see more clearly through seventeenth century eyes. That is why the new volume of the ‘Corpus’ is an important publication – not only for art historians but also for all who want to fully enjoy the numerous works of art that date back to the Dutch Golden Age, now scattered in museums around the world.",
    "isbn": "9781402057861",
    "pageCount": 689,
    "category": "Art",
    "thumbnail": "http://books.google.com/books/content?id=oru8BAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 2
  },
  {
    "title": "International Handbook of Research in Arts Education",
    "author": "Liora Bresler",
    "publisher": "Springer Science & Business Media",
    "yearPublished": "2007-03-05",
    "description": "Providing a distillation of knowledge in the various disciplines of arts education (dance, drama, music, literature and poetry and visual arts), this essential handbook synthesizes existing research literature, reflects on the past, and contributes to shaping the future of the respective and integrated disciplines of arts education. While research can at times seem distant from practice, the Handbook aims to maintain connection with the live practice of art and of education, capturing the vibrancy and best thinking in the field of theory and practice. The Handbook is organized into 13 sections, each focusing on a major area or issue in arts education research.",
    "isbn": "9781402048579",
    "pageCount": 1684,
    "category": "Education",
    "thumbnail": "http://books.google.com/books/content?id=6hxGDALSoOYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 12
  },
  {
    "title": "The Dream of the Moving Statue",
    "author": "Kenneth Gross",
    "publisher": "Cornell University Press",
    "yearPublished": "1992",
    "description": "This eloquent and evocative book explores that arresting moment encountered in film, theater, and literature: a statue steps down off its pedestal and comes to life as lover, oracle, avenger, or monster. What does it mean for the statue that stands immobile in gallery or square to step down from its pedestal or speak out of its silence? What is it in this fantasy that animates us?",
    "isbn": "9780801427022",
    "pageCount": 284,
    "category": "Art",
    "thumbnail": "http://books.google.com/books/content?id=js5tH4tLLKEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 14
  },
  {
    "title": "The Invention of Art",
    "author": "Larry Shiner",
    "publisher": "University of Chicago Press",
    "yearPublished": "2001-09",
    "description": "\"Larry Shiner challenges our conventional understandings of art and asks us to reconsider its history entirely, arguing that the category of ine art is a modern invention - and that the lines drawn between art and craft emerged only as the result of key European social transformations during the long eighteenth century\"--Publisher's description.",
    "isbn": "9780226753423",
    "pageCount": 384,
    "category": "Art",
    "thumbnail": "http://books.google.com/books/content?id=_d5ces9NEgkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 16
  },
  {
    "title": "Beyond Aesthetics",
    "author": "Noël Carroll",
    "publisher": "Cambridge University Press",
    "yearPublished": "2001-04-30",
    "description": "Claims authorial intention, art history, and morality play a role in our encounter with art works.",
    "isbn": "9780521786560",
    "pageCount": 468,
    "category": "Art",
    "thumbnail": "http://books.google.com/books/content?id=t4IHIuuxFHcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 24
  },
  {
    "title": "The Netanyahu Years",
    "author": "Ben Caspit",
    "publisher": "Thomas Dunne Books",
    "yearPublished": "2017-07-11",
    "description": "Benjamin Netanyahu is currently serving his fourth term in office as Prime Minister of Israel, the longest serving Prime Minister in the country’s history. Now Israeli journalist Ben Caspit puts Netanyahu’s life under a magnifying glass, focusing on his last two terms in office. Caspit covers a wide swath of topics, including Netanyahu’s policies, his political struggles, and his fight against the Iranian nuclear program, and zeroes in on Netanyahu’s love/hate relationship with the American administration, America’s Jews, and his alliances with American business magnates. A timely and important book, The Netanyahu Years is a primer for anyone looking to understand this world leader.",
    "isbn": "9781250087058",
    "pageCount": 513,
    "category": "Biography & Autobiography",
    "thumbnail": "http://books.google.com/books/content?id=q2glDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 25
  },
  {
    "title": "Einstein",
    "author": "Walter Isaacson",
    "publisher": "Simon and Schuster",
    "yearPublished": "2017-04-11",
    "description": "From Isaacson, the bestselling author of \"Benjamin Franklin,\" comes the first full biography of Albert Einstein since all his papers have become available--a fully realized portrait of a premier icon of his era.",
    "isbn": "9781501171383",
    "pageCount": 704,
    "categori": "Biography & Autobiography",
    "thumbnail": "http://books.google.com/books/content?id=d2WZDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 22
  },
  {
    "title": "First Man",
    "author": "James R. Hansen",
    "publisher": "Simon and Schuster",
    "yearPublished": "2012-11-27",
    "description": "On July 20, 1969, the world stood still to watch American astronaut Neil A. Armstrong become the first person ever to step on the surface of another heavenly body. Upon his return to Earth, Armstrong was celebrated for his monumental achievement. He was also--as NASA historian Hansen reveals in this authorized biography--misunderstood. Armstrong's accomplishments as an engineer, a test pilot, and an astronaut have long been a matter of record, but Hansen's access to private documents and unpublished sources and his interviews with more than 125 subjects (including more than fifty hours with Armstrong himself) yield the first in-depth analysis of this elusive, reluctant hero.",
    "isbn": "9781476727813",
    "pageCount": 755,
    "category": "Biography & Autobiography",
    "thumbnail": "http://books.google.com/books/content?id=rMS6JFuLgx4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 25
  },
  {
    "title": "Trial and Triumph",
    "author": "Richard M. Hannula",
    "publisher": "Canon Press &amp; Book Service",
    "yearPublished": "1999",
    "description": "for saxophone quartetA slow movement which explores the beautiful sonorities of saxophones played softly.",
    "isbn": "9781885767547",
    "pageCount": 304,
    "category": "Juvenile Nonfiction",
    "thumbnail": "http://books.google.com/books/content?id=QEcLSqCYi18C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 14
  },
  {
    "title": "Steve Jobs",
    "author": "Walter Isaacson",
    "publisher": "Simon and Schuster",
    "yearPublished": "2021-10-05",
    "description": "Walter Isaacson’s “enthralling” (The New Yorker) worldwide bestselling biography of Apple cofounder Steve Jobs. Based on more than forty interviews with Steve Jobs conducted over two years—as well as interviews with more than 100 family members, friends, adversaries, competitors, and colleagues—Walter Isaacson has written a riveting story of the roller-coaster life and searingly intense personality of a creative entrepreneur whose passion for perfection and ferocious drive revolutionized six industries: personal computers, animated movies, music, phones, tablet computing, and digital publishing. At a time when America is seeking ways to sustain its innovative edge, Jobs stands as the ultimate icon of inventiveness and applied imagination. He knew that the best way to create value in 21st century was to connect creativity with technology. He built a company where leaps of the imagination were combined with remarkable feats of engineering. Although Jobs cooperated with the author, he asked for no control over what was written. He put nothing off-limits. He encouraged the people he knew to speak honestly. And Jobs speaks candidly, sometimes brutally so, about the people he worked with and competed against. His friends, foes, and colleagues provide an unvarnished view of the passions, perfectionism, obsessions, artistry, devilry, and compulsion for control that shaped his approach to business and the innovative products that resulted. Driven by demons, Jobs could drive those around him to fury and despair. But his personality and products were interrelated, just as Apple’s hardware and software tended to be, as if part of an integrated system. His tale is instructive and cautionary, filled with lessons about innovation, character, leadership, and values. Steve Jobs is the inspiration for the movie of the same name starring Michael Fassbender, Kate Winslet, Seth Rogen, and Jeff Daniels, directed by Danny Boyle with a screenplay by Aaron Sorkin.",
    "isbn": "9781982176860",
    "pageCount": 672,
    "category": "Biography & Autobiography",
    "thumbnail": "http://books.google.com/books/content?id=zIZGEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 12
  },
  {
    "title": "Plutarch's Lives",
    "author": "Plutarch",
    "publisher": "J.M. Dent",
    "yearPublished": "1917",
    "description": "A series of biographies of famous Greek and Roman men, arranged in tandem to illuminate their common moral virtues or failings.",
    "isbn": "9780674991101",
    "pageCount": 646,
    "category": "Biographies",
    "thumbnail": "http://books.google.com/books/content?id=ry8MAAAAIAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 3
  },
  {
    "title": "El Chapo",
    "author": "Noah Hurowitz",
    "publisher": "Simon and Schuster",
    "yearPublished": "2021-07-20",
    "description": "A stunning investigation of the life and legend of Mexican kingpin Joaquín Archivaldo “El Chapo” Guzmán Loera, building on Noah Hurowitz’s revelatory coverage for Rolling Stone of El Chapo’s federal drug-trafficking trial. This is the true story of how El Chapo built the world’s wealthiest and most powerful drug-trafficking operation, based on months’ worth of trial testimony and dozens of interviews with cartel gunmen, Mexican journalists and political figures, Chapo’s family members, and the DEA agents who brought him down. Over the course of three decades, El Chapo was responsible for smuggling hundreds of tons of cocaine, marijuana, heroin, meth, and fentanyl around the world, becoming in the process the most celebrated and reviled drug lord since Pablo Escobar. El Chapo waged ruthless wars against his rivals and former allies, plunging vast areas of Mexico into unprecedented levels of violence, even as many in his home state of Sinaloa continued to view him as a hero. This unputdownable book, written by a great new talent, brings El Chapo’s exploits into a focus that previous profiles have failed to capture. Hurowitz digs in deep beyond the legends and delves into El Chapo’s life and legacy—not just the hunt for him, revealing some of the most dramatic and often horrifying moments of his notorious career, including the infamous prison escapes, brutal murders, multi-million-dollar government payoffs, and the paranoia and narcissism that led to his downfall. From the evolution of organized crime in Mexico to the militarization of the drug war to the devastation wrought on both sides of the border by the introduction of synthetic opioids like fentanyl, this book is a gripping and comprehensive work of investigative, on-the-ground reporting.",
    "isbn": "9781982133757",
    "pageCount": 448,
    "category": "Biography & Autobiography",
    "thumbnail": "http://books.google.com/books/content?id=-WQ0EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 14
  },
  {
    "title": "Nisa",
    "author": "Marjorie Shostak & Nisa",
    "publisher": "Earthscan",
    "yearPublished": "1990",
    "description": "First Published in 1990. Routledge is an imprint of Taylor & Francis, an informa company.",
    "isbn": "9781853830600",
    "pageCount": 420,
    "category": "Biography & Autobiography",
    "thumbnail": "http://books.google.com/books/content?id=IQ5NWIQpXNkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 6
  },
  {
    "title": "Irena's Children",
    "author": "Tilar J. Mazzeo",
    "publisher": "Simon and Schuster",
    "yearPublished": "2016",
    "description": "Presents the story of a Holocaust rescuer to reveal the formidable risks she took to her own safety to save some 2,500 children from death and deportation in Nazi-occupied Poland during World War II.",
    "isbn": "9781476778518",
    "pageCount": 352,
    "category": "Biography & Autobiography",
    "thumbnail": "http://books.google.com/books/content?id=VOYlDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 8
  },
  {
    "title": "Alfred B. Xuma",
    "author": "Steven Gish",
    "publisher": "Macmillan",
    "yearPublished": "2000",
    "description": "President of the African National Congress in South Africa between 1941-49, Alfred B. Xuma was one of the most influential black South Africans of his generation. In this biography of Dr. Xuma the author explores the impact of African American ideas on African nationalism, the debates within the anti apartheid movement in the 1940s and 1950s, and the often rocky relationship that existed between white liberals and African nationalists.",
    "isbn": "9780333670736",
    "pageCount": 305,
    "category": "Biographies",
    "thumbnail": "http://books.google.com/books/content?id=6lXCQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 15
  },
  {
    "title": "The Goal",
    "author": "Eliyahu M. Goldratt & Jeff Cox",
    "publisher": "North River Press",
    "yearPublished": "1992",
    "description": "An examination of production and operations management in the form of a novel.",
    "isbn": "9780884270614",
    "pageCount": 372,
    "category": "Business & Economics",
    "thumbnail": "http://books.google.com/books/content?id=_JY0ADdZ3h4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 13
  },
  {
    "title": "Business Research Methods",
    "author": "Emma Bell, Alan Bryman & Bill Harley",
    "publisher": "Oxford University Press",
    "yearPublished": "2022",
    "description": "The clearest, most relevant guide, written specifically to engage business students taking research methods courses or completing a research project. The sixth edition offers extensively-revised global examples throughout, as well as unique interviews with students and educators providing invaluable real-world insights and advice.",
    "isbn": "9780198869443",
    "pageCount": 692,
    "category": "Business & Economics",
    "thumbnail": "http://books.google.com/books/content?id=hptjEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 22
  },
  {
    "title": "The Business of the 21st Century",
    "author": "Robert T. Kiyosaki",
    "publisher": "Plata Publishing",
    "yearPublished": "2019-10-22",
    "description": "In The Business of the 21st Century, Robert Kiyosaki explains the revolutionary business of network marketing in the context of what makes any business a success in any economic situation. This book lends credibility to multilevel marketing business, and justifies why it is an ideal avenue through which to learn basic business and sales skills... and earn money.",
    "isbn": "9781612680637",
    "pageCount": 144,
    "category": "Business & Economics",
    "thumbnail": "http://books.google.com/books/content?id=R9u8tAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 9
  },
  {
    "title": "Market Segmentation Analysis",
    "author": "Sara Dolnicar, Bettina Grün & Friedrich Leisch",
    "publisher": "Springer",
    "yearPublished": "2018-07-20",
    "description": "This book is published open access under a CC BY 4.0 license. This open access book offers something for everyone working with market segmentation: practical guidance for users of market segmentation solutions; organisational guidance on implementation issues; guidance for market researchers in charge of collecting suitable data; and guidance for data analysts with respect to the technical and statistical aspects of market segmentation analysis. Even market segmentation experts will find something new, including an approach to exploring data structure and choosing a suitable number of market segments, and a vast array of useful visualisation techniques that make interpretation of market segments and selection of target segments easier. The book talks the reader through every single step, every single potential pitfall, and every single decision that needs to be made to ensure market segmentation analysis is conducted as well as possible. All calculations are accompanied not only with a detailed explanation, but also with R code that allows readers to replicate any aspect of what is being covered in the book using R, the open-source environment for statistical computing and graphics.",
    "isbn": "9789811088186",
    "pageCount": 332,
    "category": "Business & Economics",
    "thumbnail": "http://books.google.com/books/content?id=b-1lDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 3
  },
  {
    "title": "The Principles of Business Computing",
    "author": "M. G. Eccles, F. W. Julyan, G. Boot & J. P. Van Belle",
    "publisher": "Juta and Company Ltd",
    "yearPublished": "2000-01-31",
    "description": "Written by four prominent academics, this is one of South Africa’s best-selling computer books. It was written specifically for those managing or using computers for the first time, be they accountants, lawyers, or other business people. It is also an ideal introduction to business computing for the commerce student.",
    "isbn": "9780702151576",
    "pageCount": 596,
    "category": "Business & Economics",
    "thumbnail": "http://books.google.com/books/content?id=aGLGRm-beZcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 21
  },
  {
    "title": "Administrative Management",
    "author": "Annatjie W. Erasmus, Edmund John Ferreira & Darelle Groenewald",
    "publisher": "Juta and Company Ltd",
    "yearPublished": "2004-09",
    "description": "The roles and responsibilities of administrative managers are identified and explained in this comprehensive resource on managing the information needs of an organization to facilitate timely, relevant, and accurate communication. Topical case studies and practical examples illustrate the knowledge and skills required for success in office management.",
    "isbn": "9780702165078",
    "pageCount": 500,
    "category": "Business & Economics",
    "thumbnail": "http://books.google.com/books/content?id=d_iPBjj75b4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 7
  },
  {
    "title": "An Introduction to the Human Development and Capability Approach",
    "author": "Severine Deneulin & Lila Shahani",
    "publisher": "Earthscan",
    "yearPublished": "2009",
    "description": "Since the publication of Nobel Laureate Amartya Sens flagship book \"Development as Freedom,\" development has been redefined in terms of human capability and opportunity. This approach has come to underpin the United Nations Development Programs influential Human Development Reports, and has had considerable significance in both academic and policy circles.",
    "isbn": "9781849770026",
    "pageCount": 377,
    "category": "Business & Economics",
    "thumbnail": "http://books.google.com/books/content?id=kyRS_r-hfWoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 5
  },
  {
    "title": "A Guide to the Project Management Body of Knowledge",
    "author": "Project Management Institute",
    "publisher": "PMBOK Guides",
    "yearPublished": "2017",
    "description": "The PMBOK(R) Guide-Sixth Edition - PMI's flagship publication has been updated to reflect the latest good practices in project management. New to the Sixth Edition, each knowledge area will contain a section entitled Approaches for Agile, Iterative and Adaptive Environments, describing how these practices integrate in project settings. It will also contain more emphasis on strategic and business knowledge--including discussion of project management business documents--and information on the PMI Talent Triangle(TM) and the essential skills for success in today's market.",
    "isbn": "9781628251845",
    "pageCount": 756,
    "category": "Business & Economics",
    "thumbnail": "http://books.google.com/books/content?id=6kCqAQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 11
  },
  {
    "title": "An Introduction to Efficiency and Productivity Analysis",
    "author": "Timothy J. Coelli, Dodla Sai Prasada Rao, Christopher J. O'Donnell & George Edward Battese",
    "publisher": "Springer Science & Business Media",
    "yearPublished": "2005-12-06",
    "description": "Softcover version of the second edition Hardcover. Incorporates a new author, Dr. Chris O'Donnell, who brings considerable expertise to the project in the area of performance measurement. Numerous topics are being added and more applications using real data, as well as exercises at the end of the chapters. Data sets, computer codes and software will be available for download from the web to accompany the volume.",
    "isbn": "9780387258959",
    "pageCount": 357,
    "category": "Business & Economics",
    "thumbnail": "http://books.google.com/books/content?id=V2Rpu8M6RhwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 22
  },
  {
    "title": "Data Analysis Using SQL and Excel",
    "author": "Gordon Linoff",
    "publisher": "John Wiley & Sons",
    "yearPublished": "2008",
    "description": "'Data Analysis Using SQL and Excel' shows business managers and data analysts how to use the relatively simple tools of SQL and Excel to extract useful business information from relational databases.",
    "isbn": "9780470099513",
    "pageCount": 698,
    "category": "Computers",
    "thumbnail": "http://books.google.com/books/content?id=_NaqvTLuthsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 8
  },
  {
    "title": "Muppet Babies' Classic Children's Tales",
    "author": "Louise Gikow",
    "publisher": "Smithmark Publishers",
    "yearPublished": "1996-09",
    "description": "A collection of fairy tales and folklore illustrated with photographs of the Muppet Babies portraying the characters.",
    "isbn": "9780765197306",
    "pageCount": 36,
    "category": "Juvenile Fiction",
    "thumbnail": "http://books.google.com/books/content?id=8Q0-iEkSctAC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 16
  },
  {
    "title": "Dodo la planète do, 2",
    "author": "Patrick Lacoursière",
    "publisher": "La Montagne secrète",
    "yearPublished": "2006",
    "description": "Beautifully recorded lullabies from around the world are sung in the language of origin along with an illustrated bedtime story--in English, Spanish, and French--about an imaginary journey to unknown lands. Performers Sylva Balassanian, Mary Fujiwara Burke, Juan Jose Carranza, Hart-Rouge, H'sao, Paul Kunigis, and Nathalie Picard share their culture in offering lovely, warm lead vocals and harmonies, supported by a highly skilled group of musicians playing more than 30 different instruments. The earth-toned, dreamlike illustrations reflect both the subject and country of origin of each song.",
    "isbn": "9782923163062",
    "pageCount": 36,
    "category": "Juvenile Nonfiction",
    "thumbnail": "http://books.google.com/books/content?id=EFWE_psTodgC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 22
  },
  {
    "title": "Entwicklungen in den Rechten der Kinder im Hinblick auf das UN-Übereinkommen über die Rechte des Kindes",
    "author": "Maria Rauch-Kallat & Johannes W. Pichler",
    "publisher": " Maria Rauch-Kallat",
    "yearPublished": "1994",
    "description": "Kindsein in der Familie Eine Analyse der Situation von Kindern",
    "isbn": "9783205982548",
    "pageCount": 680,
    "category": "Children",
    "thumbnail": "http://books.google.com/books/content?id=ENYoAQAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 21
  },
  {
    "title": "In fremden Schuhen",
    "author": "Friedbert Aspetsberger & Norbert Griesmayer",
    "publisher": "Osterreichische Bundesverlag Ges",
    "yearPublished": "1990",
    "description": "\"In fremden Schuhen\" von Friedbert Aspetsberger ist ein Buch über Plagiat und \"Abschreiben\" in Kunst und Wissenschaft. Es geht um die Frage, was Bildung ausmacht.",
    "isbn": "9783215073106",
    "pageCount": 136,
    "category": "Literary Criticism",
    "thumbnail": "http://books.google.com/books/content?id=yXq5AAAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 22
  },
  {
    "title": "The Pragmatic Programmer",
    "author": "Andrew Hunt & David Thomas",
    "publisher": "Addison-Wesley Professional",
    "yearPublished": "1999-10-20",
    "description": "What others in the trenches say about The Pragmatic Programmer... “The cool thing about this book is that it’s great for keeping the programming process fresh. The book helps you to continue to grow and clearly comes from people who have been there.” — Kent Beck, author of Extreme Programming Explained: Embrace Change “I found this book to be a great mix of solid advice and wonderful analogies!” — Martin Fowler, author of Refactoring and UML Distilled “I would buy a copy, read it twice, then tell all my colleagues to run out and grab a copy. This is a book I would never loan because I would worry about it being lost.” — Kevin Ruland, Management Science, MSG-Logistics “The wisdom and practical experience of the authors is obvious. The topics presented are relevant and useful.... By far its greatest strength for me has been the outstanding analogies—tracer bullets, broken windows, and the fabulous helicopter-based explanation of the need for orthogonality, especially in a crisis situation. I have little doubt that this book will eventually become an excellent source of useful information for journeymen programmers and expert mentors alike.” — John Lakos, author of Large-Scale C++ Software Design “This is the sort of book I will buy a dozen copies of when it comes out so I can give it to my clients.” — Eric Vought, Software Engineer “Most modern books on software development fail to cover the basics of what makes a great software developer, instead spending their time on syntax or technology where in reality the greatest leverage possible for any software team is in having talented developers who really know their craft well. An excellent book.” — Pete McBreen, Independent Consultant “Since reading this book, I have implemented many of the practical suggestions and tips it contains. Across the board, they have saved my company time and money while helping me get my job done quicker! This should be a desktop reference for everyone who works with code for a living.” — Jared Richardson, Senior Software Developer, iRenaissance, Inc. “I would like to see this issued to every new employee at my company....” — Chris Cleeland, Senior Software Engineer, Object Computing, Inc. “If I’m putting together a project, it’s the authors of this book that I want. . . . And failing that I’d settle for people who’ve read their book.” — Ward Cunningham Straight from the programming trenches, The Pragmatic Programmer cuts through the increasing specialization and technicalities of modern software development to examine the core process--taking a requirement and producing working, maintainable code that delights its users. It covers topics ranging from personal responsibility and career development to architectural techniques for keeping your code flexible and easy to adapt and reuse. Read this book, and you'll learn how to Fight software rot; Avoid the trap of duplicating knowledge; Write flexible, dynamic, and adaptable code; Avoid programming by coincidence; Bullet-proof your code with contracts, assertions, and exceptions; Capture real requirements; Test ruthlessly and effectively; Delight your users; Build teams of pragmatic programmers; and Make your developments more precise with automation. Written as a series of self-contained sections and filled with entertaining anecdotes, thoughtful examples, and interesting analogies, The Pragmatic Programmer illustrates the best practices and major pitfalls of many different aspects of software development. Whether you're a new coder, an experienced programmer, or a manager responsible for software projects, use these lessons daily, and you'll quickly see improvements in personal productivity, accuracy, and job satisfaction. You'll learn skills and develop habits and attitudes that form the foundation for long-term success in your career. You'll become a Pragmatic Programmer.",
    "isbn": "9780132119177",
    "pageCount": 346,
    "category": "Computers",
    "thumbnail": "http://books.google.com/books/content?id=5wBQEp6ruIAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 9
  },
  {
    "title": "Complexity and Postmodernism",
    "author": "Paul Cilliers",
    "publisher": "Psychology Press",
    "yearPublished": "1998",
    "description": "The book integrates insights from complexity and computational theory with the philosophical position of thinkers like Derrida and Lyotard. Cilliers takes a critical stance towards the use of the analytical method as a tool to cope with complexity, and he rejects Searle's superficial contribution to the debate.",
    "isbn": "9780415152860",
    "pageCount": 170,
    "category": "Computers",
    "thumbnail": "http://books.google.com/books/content?id=HnEx6FaO0MQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 18
  },
  {
    "title": "Practical C++ Programming",
    "author": "Steve Oualline",
    "publisher": "\"O'Reilly Media, Inc.\"",
    "yearPublished": "2003",
    "description": "Practical C++ Programming thoroughly covers: C++ syntax · Coding standards and style · Creation and use of object classes · Templates · Debugging and optimization · Use of the C++ preprocessor · File input/output",
    "isbn": "9780596004194",
    "pageCount": 574,
    "category": "Computers",
    "thumbnail": "http://books.google.com/books/content?id=pXDzdJ_1E3oC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 24
  },
  {
    "title": "Theories of the Information Society",
    "author": "Frank Webster",
    "publisher": "Presbyterian Publishing Corp",
    "yearPublished": "2002",
    "description": "Popular opinion suggests that information has become a distinguishing feature of the modern world. Where once economies were built on industry and conquest, we are now instead said to be part of a global information economy. In this new and thoroughly revised edition of his popular book, author Webster brings his work up-to-date both with new theoretical work and with social and technological changes - such as the rapid growth of the internet and accelerated globalization - and reassesses the work of key theorists in light of these changes. This book is essential reading for students of contemporary social theory and anybody interested in social and technological change in the post-war era.",
    "isbn": "9780415282017",
    "pageCount": 316,
    "category": "Computers",
    "thumbnail": "http://books.google.com/books/content?id=vC8QOm2wBG8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 23
  },
  {
    "title": "UX Strategy",
    "author": "Jaime Levy",
    "publisher": "\"O'Reilly Media, Inc.\"",
    "yearPublished": "2021-03-12",
    "description": "User experience (UX) strategy lies at the intersection of UX design and business strategy, but until now, there hasn't been an easy-to-apply framework for executing it. This hands-on guide introduces lightweight product strategy tools and techniques to help you and your team devise innovative digital solutions that people want. Author Jaime Levy shows UX/UI designers, product managers, entrepreneurs, and aspiring strategists simple to advanced methods that can be applied right away. You'll gain valuable perspective through business cases and historical context. This second edition includes new real-world examples, updated techniques, and a chapter on conducting qualitative online user research. Define value propositions and validate target users through provisional personas and customer discovery techniques Explore marketplace opportunities by conducting competitive research and analysis Design experiments using rapid prototypes that are focused on the business model Conduct online user research to gain valuable insights quickly on any budget Test business ideas and validate marketing channels by running online advertising and landing page campaigns",
    "isbn": "9781492052401",
    "pageCount": 302,
    "category": "Business & Economics",
    "thumbnail": "http://books.google.com/books/content?id=-BUjEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 14
  },
  {
    "title": "The Definitive Guide to DAX",
    "author": "Marco Russo & Alberto Ferrari",
    "publisher": "Microsoft Press",
    "yearPublished": "2019-07-02",
    "description": "Now expanded and updated with modern best practices, this is the most complete guide to Microsoft’s DAX language for business intelligence, data modeling, and analytics. Expert Microsoft BI consultants Marco Russo and Alberto Ferrari help you master everything from table functions through advanced code and model optimization. You’ll learn exactly what happens under the hood when you run a DAX expression, and use this knowledge to write fast, robust code. This edition focuses on examples you can build and run with the free Power BI Desktop, and helps you make the most of the powerful syntax of variables (VAR) in Power BI, Excel, or Analysis Services. Want to leverage all of DAX’s remarkable capabilities? This no-compromise “deep dive” is exactly what you need. Perform powerful data analysis with DAX for Power BI, SQL Server, and Excel · Master core DAX concepts, including calculated columns, measures, and calculation groups · Work efficiently with basic and advanced table functions · Understand evaluation contexts and the CALCULATE and CALCULATETABLE functions · Perform time-based calculations · Use calculation groups and calculation items · Use syntax of variables (VAR) to write more readable, maintainable code · Express diverse and unusual relationships with DAX, including many-to-many relationships and bidirectional filters · Master advanced optimization techniques, and improve performance in aggregations · Optimize data models to achieve better compression · Measure DAX query performance with DAX Studio and learn how to optimize your DAX",
    "isbn": "9780134865874",
    "pageCount": 1886,
    "category": "Computers",
    "thumbnail": "http://books.google.com/books/content?id=ZvSfDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 1
  },
  {
    "title": "Enterprise Architecture at Work",
    "author": "Marc Lankhorst",
    "publisher": "Springer",
    "yearPublished": "2017-03-10",
    "description": "Lankhorst and his co‐authors present ArchiMate® 3.0, enterprise modelling language that captures the complexity of architectural domains and their relations and allows the construction of integrated enterprise architecture models. They provide architects with concrete instruments that improve their architectural practice. As this is not enough, they additionally present techniques and heuristics for communicating with all relevant stakeholders about these architectures. Since an architecture model is useful not only for providing insight into the current or future situation but can also be used to evaluate the transition from ‘as‐is’ to ‘to‐be’, the authors also describe analysis methods for assessing both the qualitative impact of changes to an architecture and the quantitative aspects of architectures, such as performance and cost issues. The modelling language presented has been proven in practice in many real‐life case studies and has been adopted by The Open Group as an international standard. So this book is an ideal companion for enterprise IT or business architects in industry as well as for computer or management science students studying the field of enterprise architecture. This fourth edition of the book has been completely reworked to be compatible with ArchiMate® 3.0, and it includes a new chapter relating this new version to other standards. New sections on capability analysis, risk analysis, and business architecture in general have also been introduced.",
    "isbn": "9783662539330",
    "pageCount": 377,
    "category": "Computers",
    "thumbnail": "http://books.google.com/books/content?id=FT5RDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 16
  },
  {
    "title": "Introduction to Machine Learning with Python",
    "author": "Andreas C. Müller & Sarah Guido",
    "publisher": "\"O'Reilly Media, Inc.\"",
    "yearPublished": "2016-09-26",
    "description": "Machine learning has become an integral part of many commercial applications and research projects, but this field is not exclusive to large companies with extensive research teams. If you use Python, even as a beginner, this book will teach you practical ways to build your own machine learning solutions. With all the data available today, machine learning applications are limited only by your imagination. You’ll learn the steps necessary to create a successful machine-learning application with Python and the scikit-learn library. Authors Andreas Müller and Sarah Guido focus on the practical aspects of using machine learning algorithms, rather than the math behind them. Familiarity with the NumPy and matplotlib libraries will help you get even more from this book. With this book, you’ll learn: Fundamental concepts and applications of machine learning Advantages and shortcomings of widely used machine learning algorithms How to represent data processed by machine learning, including which data aspects to focus on Advanced methods for model evaluation and parameter tuning The concept of pipelines for chaining models and encapsulating your workflow Methods for working with text data, including text-specific processing techniques Suggestions for improving your machine learning and data science skills",
    "isbn": "9781449369897",
    "pageCount": 429,
    "category": "Computers",
    "thumbnail": "http://books.google.com/books/content?id=vbQlDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 11
  },
  {
    "title": "The Atlas of AI",
    "author": "Kate Crawford",
    "publisher": "Yale University Press",
    "yearPublished": "2021-04-06",
    "description": "The hidden costs of artificial intelligence, from natural resources and labor to privacy and freedom What happens when artificial intelligence saturates political life and depletes the planet? How is AI shaping our understanding of ourselves and our societies? In this book Kate Crawford reveals how this planetary network is fueling a shift toward undemocratic governance and increased inequality. Drawing on more than a decade of research, award-winning science, and technology, Crawford reveals how AI is a technology of extraction: from the energy and minerals needed to build and sustain its infrastructure, to the exploited workers behind \"automated\" services, to the data AI collects from us. Rather than taking a narrow focus on code and algorithms, Crawford offers us a political and a material perspective on what it takes to make artificial intelligence and where it goes wrong. While technical systems present a veneer of objectivity, they are always systems of power. This is an urgent account of what is at stake as technology companies use artificial intelligence to reshape the world.",
    "isbn": "9780300209570",
    "pageCount": 336,
    "category": "Computers",
    "thumbnail": "http://books.google.com/books/content?id=KfodEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 16
  },
  {
    "title": "Audio Sampling",
    "author": "Sam McGuire & Roy Pritts",
    "publisher": "Taylor & Francis",
    "yearPublished": "2008",
    "description": "Step by step guide to using and creating sampling instruments",
    "isbn": "9780240520735",
    "pageCount": 232,
    "category": "Computers",
    "thumbnail": "http://books.google.com/books/content?id=L81Gkb0z3UUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 6
  },
  {
    "title": "Agamemnon's Daughter",
    "author": "Ismail Kadare",
    "publisher": "Arcade Publishing",
    "yearPublished": "2006",
    "description": "In the title novella, a young man working for the state-controlled media agency experiences a vision of the ancient general Agamemnon, who warns him of the repercussions of his love affair with a high-ranking official's daughter, in a collection that also includes the short stories \"The Blinding Order\" and \"The Great Wall.\"",
    "isbn": "9781559707886",
    "pageCount": 252,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=kHC0z2yD464C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 10
  },
  {
    "title": "Future Shock",
    "author": "Alvin Toffler",
    "publisher": "New York : Bantam Books",
    "yearPublished": "1981",
    "description": "Explores the nature and implications of a third wave of change that is now creating a new civilization with its own life-styles, jobs, sexual attitudes, concepts of family and love, economic structures, and political philosophies",
    "isbn": "9780553144314",
    "pageCount": 537,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=TayGZxfYF_EC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 8
  },
  {
    "title": "The Plague",
    "author": "Albert Camus",
    "publisher": "Vintage",
    "yearPublished": "1991-05-07",
    "description": "“Its relevance lashes you across the face.” —Stephen Metcalf, The Los Angeles Times • “A redemptive book, one that wills the reader to believe, even in a time of despair.” —Roger Lowenstein, The Washington Post A haunting tale of human resilience and hope in the face of unrelieved horror, Albert Camus' iconic novel about an epidemic ravaging the people of a North African coastal town is a classic of twentieth-century literature. The townspeople of Oran are in the grip of a deadly plague, which condemns its victims to a swift and horrifying death. Fear, isolation and claustrophobia follow as they are forced into quarantine. Each person responds in their own way to the lethal disease: some resign themselves to fate, some seek blame, and a few, like Dr. Rieux, resist the terror. An immediate triumph when it was published in 1947, The Plague is in part an allegory of France's suffering under the Nazi occupation, and a timeless story of bravery and determination against the precariousness of human existence.",
    "isbn": "9780679720218",
    "pageCount": 312,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=KVGd-NabpW0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 5
  },
  {
    "title": "Foe",
    "author": "J M Coetzee",
    "publisher": "Penguin UK",
    "yearPublished": "2015-05-28",
    "description": "Nobel Laureate and two-time Booker prize-winning author of Disgrace and The Life and Times of Michael K, J. M. Coetzee reimagines Daniel DeFoe's classic novel Robinson Crusoe in Foe. Published as a Penguin Essential for the first time. In an act of breathtaking imagination, J.M Coetzee radically reinvents the story of Robinson Crusoe. In the early eighteenth century, Susan Barton finds herself adrift from a mutinous ship and cast ashore on a remote desert island. There she finds shelter with its only other inhabitants: a man named Cruso and his tongueless slave, Friday. In time, she builds a life for herself as Cruso's companion and, eventually, his lover. At last they are rescued by a passing ship, but only she and Friday survive the journey back to London. Determined to have her story told, she pursues the eminent man of letters Daniel Foe in the hope that he will relate truthfully her memories to the world. But with Cruso dead, Friday incapable of speech and Foe himself intent on reshaping her narrative, Barton struggles to maintain her grip on the past, only to fall victim to the seduction of storytelling itself. Treacherous, elegant and unexpectedly moving, Foe remains one of the most exquisitely composed of this pre-eminent author's works. 'A small miracle of a book. . . of marvellous intricacy and overwhelming power' Washington Post 'A superb novel' The New York Times",
    "isbn": "9780241975442",
    "pageCount": 124,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=qb6eCQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 2
  },
  {
    "title": "The Darkest Night",
    "author": "Gena Showalter",
    "publisher": "Harlequin",
    "yearPublished": "2012-06-15",
    "description": "All her life, Ashlyn Darrow has been tormented by voices from the past. To end the nightmare, she has come to Budapest seeking help from men rumored to have supernatural abilities, not knowing she'll be swept into the arms of Maddox, their most dangerous member—a man trapped in a hell of his own. Neither can resist the instant hunger that calms their torments…and ignites an irresistible passion. But every heated touch and burning kiss will edge them closer to destruction—and a soul-shattering test of love….",
    "isbn": "9781459247109",
    "pageCount": 383,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=CsR5mCAyLkMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 4
  },
  {
    "title": "Bag of Bones",
    "author": "Stephen King",
    "publisher": "Pocket Books",
    "yearPublished": "1999-06-01",
    "description": "From #1 New York Times bestselling author Stephen King, a powerful tale of grief, of love's enduring bonds, and the haunting secrets of the past. Four years after the sudden death of his wife, forty-year-old bestselling novelist Mike Noonan is still grieving. Unable to write, and plagued by vivid nightmares set at the western Maine summerhouse he calls Sara Laughs, Mike reluctantly returns to the lakeside getaway. There, he finds his beloved Yankee town held in the grip of a powerful millionaire, Max Devore, whose vindictive purpose is to take his three-year-old granddaughter, Kyra, away from her widowed young mother, Mattie. As Mike is drawn into Mattie and Kyra's struggle, as he falls in love with both of them, he is also drawn into the mystery of Sara Laughs, now the site of ghostly visitations and escalating terrors. What are the forces that have been unleashed here -- and what do they want of Mike Noonan? It is no secret that King is one of our most mesmerizing storytellers. In Bag of Bones, he proves to be one of our most moving as well.",
    "isbn": "9780671024239",
    "pageCount": 756,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=FxmjXM5RNNwC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 4
  },
  {
    "title": "Heart of the Hunter",
    "author": "Deon Meyer",
    "publisher": "Grove/Atlantic, Inc.",
    "yearPublished": "2012-03-06",
    "description": "A former assassin in post-apartheid South Africa is drawn back into his former profession in this “rip-roaring adventure” (The Washington Post). Six-foot five-inch Thobela “Tiny” Mpayipheli was once a feared freedom fighter, trained by the Stasi and KGB. Now, he’s a family man working in a garage in post-apartheid South Africa. But when the daughter of one of Tiny’s former associates comes to him with a desperate plea, he finds himself returning to his violent former life. With his old friend Johnny being held hostage, Tiny agrees to do whatever it takes to get him back safely. But as he races to the rendezvous point on a stolen BMW motorcycle, Tiny is trailed by several hostile forces, including South Africa’s Presidential Intelligence Unit. And when his old training kicks in, his pursuers will learn what kind of man they’re up against . . . With books published in twenty languages, Deon Meyer has established himself as one of the best crime writers in the world. In Heart of the Hunter, he has created a thriller “good enough to nip at the heels of Le Carré” (Kirkus Reviews). “This guy is really good. Deon Meyer hooked me with this one right from the start.” —Michael Connelly, New York Times–bestselling author of the Harry Bosch novels “A portrait of spy-world duplicity and a look at South Africa’s post-apartheid politics.” —The Washington Post “The dark, explosive side of Alexander McCall Smith’s Botswana books, as full of love for the vast beauty of the country but also riddled by the anger of South Africa’s recent racial and political struggles.” —Chicago Tribune “A brilliant American debut by Afrikaans writer Deon Meyer, uses political intrigue as the fuel for a fast-paced crime thriller.” —The Times-Picayune",
    "isbn": "9780802194657",
    "pageCount": 322,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=-BJcvngpDkcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 15
  },
  {
    "title": "The Picture of Dorian Gray",
    "author": "Oscar Wilde",
    "publisher": "Lulu.com",
    "yearPublished": "2019-07-12",
    "description": "The Picture of Dorian Gray is the only published novel by Oscar Wilde, appearing as the lead story in Lippincott's Monthly Magazine on 20 June 1890, printed as the July 1890 issue. The magazine's editors feared the story was indecent as submitted, so they censored roughly 500 words, without Wilde's knowledge, before publication. But even with that, the story was still greeted with outrage by British reviewers, some of whom suggested that Wilde should be prosecuted on moral grounds, leading Wilde to defend the novel aggressively in letters to the British press. Today, Wilde's fin de siècle novella is considered a classic. This new edition from Immortal Books includes footnotes and images.",
    "isbn": "9780359788330",
    "pageCount": 188,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=6vGiDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 4
  },
  {
    "title": "Journey to the Center of the Earth",
    "author": "Jules Verne",
    "publisher": "Bantam",
    "yearPublished": "2006-04-25",
    "description": "The intrepid Professor Lindenbrock embarks upon the strangest expedition of the nineteenth century: a journey down an extinct Icelandic volcano to the Earth’s very core. In his quest to penetrate the planet’s primordial secrets, the geologist—together with his quaking nephew Axel and their devoted guide, Hans—discovers an astonishing subterranean menagerie of prehistoric proportions. Verne’s imaginative tale is at once the ultimate science fiction adventure and a reflection on the perfectibility of human understanding and the psychology of the questor. As David Brin notes in his Introduction, though Verne never knew the term “science fiction,” Journey to the Centre of the Earth is “inarguably one of the wellsprings from which it all began.”",
    "isbn": "9780553902549",
    "pageCount": 242,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=icKmd-tlvPMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 3
  },
  {
    "title": "Oliver Twist",
    "author": "Charles Dickens",
    "publisher": "Jaico Publishing House",
    "yearPublished": "2019-01-01",
    "description": "JAICO ILLUSTARTED CLASSICS SERIES is a collection of beloved children’s classics read by generations all over the world. Rich with adventures and thrills, these immortal stories with vivid illustrations are designed to delight young readers. IN A RAMSHACKLE workhouse of a parish in England, a baby boy was born to a woman who died in childbirth. The boy was named OLIVER TWIST. He spent a sad childhood in abject misery in various workhouses. At the age of twelve, he runs away to London where he is picked up by a notorious criminal, Fagin, a mastermind at house breaking, pickpocketing and petty thievery. He teaches Oliver all these evil deeds. But a kind-hearted gentleman robbed by Fagin sympathizes with the plight of Oliver and helps him to find a family, his inheritance and above all Oliver’s true identity. CHARLES DICKENS was born in a little house in Landport, Portsea, England. The second of eight children, he grew up in a family frequently beset by financial insecurity. When the family fortunes improved, Dickens went back to school, after which he became an office boy, a freelance reporter, and finally an author.",
    "isbn": "9789388423038",
    "pageCount": 220,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=3oSqDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 20
  },
  {
    "title": "Encyclopedia of Family Health",
    "author": "David B. Jacoby & R. M. Youngson",
    "publisher": "Marshall Cavendish",
    "yearPublished": "2004",
    "description": "An eighteen-volume guide to family health which includes answers to commonly asked medical questions.",
    "isbn": "9780761474869",
    "pageCount": 148,
    "category": "Health & Fitness",
    "thumbnail": "http://books.google.com/books/content?id=VUA8DQCONgUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 7
  },
  {
    "title": "A New Psychology of Human Well-Being: An Exploration of the Influence of Ego-Soul Dynamics on Mental and Physical Health",
    "author": "Richard Barrett",
    "publisher": "Lulu.com",
    "yearPublished": "2016-06-23",
    "description": "Richard Barrett is one of the most profound integrative thinkers of our day. Bringing together numerous strands of research and theory with his visionary perspective he succeeds in \"building a theory of human well-being that unites psychology with spirituality and science\". A brilliant synthesis of the psychology of the future. This book redefines the meaning of well-being for the 21st century.",
    "isbn": "9781326591458",
    "pageCount": 356,
    "category": "Religion",
    "thumbnail": "http://books.google.com/books/content?id=QxyVDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 9
  },
  {
    "title": "Control of Body and Mind",
    "author": "Frances Gulick Jewett",
    "publisher": "Cornerstone Book Publishers",
    "yearPublished": "1908",
    "description": "This book deals with the elementary facts of the nervous system and with the underlying principles which governs human mental operations. It shows what nerves are, how they do their work, what gives them vigor, what does them harm, how they may be taught lessons, how they form habits, how their power may be increased and how it may be lost. Photographic reproduction of the 1908 edition.",
    "isbn": "9781613420799",
    "pageCount": 296,
    "category": "Health",
    "thumbnail": "http://books.google.com/books/content?id=ltU8AAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 20
  },
  {
    "title": "Let's be Healthy in Mind and Body: How to Build and Retain Health",
    "author": "Susanna Cocroft",
    "publisher": "G.P. Putnam's Sons",
    "yearPublished": "1916",
    "description": "\"Let's be Healthy in Mind and Body\" is a guide to holistic well-being. It covers a range of topics including nutrition, exercise, mindulness, and stress management. The book emphasizes the interconnectedness of physical and mental health, and provides practical advice for achieving a balanced and fulfilling lifestyle.",
    "isbn": "9781130704907",
    "pageCount": 370,
    "category": "Health",
    "thumbnail": "http://books.google.com/books/content?id=9ccxAQAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 11
  },
  {
    "title": "Science and Health",
    "author": "Mary Baker Eddy",
    "publisher": "Christian Science Publishing Society",
    "yearPublished": "1875",
    "description": "In the Christian Science textbook, Science and Health with Key to the Scriptures, Mary Baker Eddy explains the scientific laws behind the teachings and healings of Christ Jesus. From the first chapter, \"Prayer\", to her exegesis of Genesis and Revelation, to a Glossary of biblical terms, the author invites readers to deeply consider the allness of God, the perfection of man as God's spiritual creation, and how an understanding of these facts can free one from sin, disease, and death just as they did in biblical times.",
    "isbn": "9780879520007",
    "pageCount": 468,
    "category": "Christian Science",
    "thumbnail": "http://books.google.com/books/content?id=nc05YX4yK08C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 25
  },
  {
    "title": "The Joy of Health",
    "author": "Kathy Oddenino",
    "publisher": "Joy Publications",
    "yearPublished": "1989",
    "description": "These 20 commentaries from a heavenly spirit offer solutions to the problems of life and living, health and disease, and youth versus old age. It is a spiritual how-to on being healthy in body, mind, and spirit.",
    "isbn": "9780923081003",
    "pageCount": 304,
    "category": "Family & Relationships",
    "thumbnail": "http://books.google.com/books/content?id=9-zI56iW6g8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 5
  },
  {
    "title": "21st Century Science and Health with Key to the Scriptures",
    "author": "Cheryl Petersen",
    "publisher": "Trafford Publishing",
    "yearPublished": "2009-03-09",
    "description": "Extending beyond the human minds resources, 21st Century Science and Health reveals an ongoing supply of forward movement, satisfaction, and healing power.",
    "isbn": "9781425176600",
    "pageCount": 489,
    "category": "Health & Fitness",
    "thumbnail": "http://books.google.com/books/content?id=CE9_QeSayqAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 16
  },
  {
    "title": "Tao Song and Tao Dance",
    "author": "Zhi Gang Sha",
    "publisher": "Simon and Schuster",
    "yearPublished": "2011-11-29",
    "description": "New York Times bestselling author Master Zhi Gang Sha reveals the significance and power of Tao Song, the highest and most profound Soul Song that can transform every aspect of life, and Tao Dance, movement guided by the Source. Tao is the Source and Creator. Tao is The Way of all life. Tao is the universal principles and laws. Tao Song is sound from the Source. Tao Dance is movement from the Source. Tao Song and Tao Dance carry Tao power and ability from the Source. In the ninth book of his revolutionary Soul Power Series, and his third book on Tao, Master Sha reveals new sacred Tao Song mantras that carry Tao frequency and vibration, which can transform the frequency and vibration of all life. Sacred Tao Song mantras and Tao Dance carry Tao love, which melts all blockages; Tao forgiveness, which brings inner joy and inner peace; Tao compassion, which boosts energy, stamina, vitality, and immunity; and Tao light, which heals, prevents sickness, purifies and rejuvenates soul, heart, mind, and body, and transforms relationships, finances, and every aspect of life. Tao Oneness Practice is created and released. Step into the Tao with Master Sha.",
    "isbn": "9781451673128",
    "pageCount": 418,
    "category": "Health & Fitness",
    "thumbnail": "http://books.google.com/books/content?id=rFE-PTQXvAAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 20
  },
  {
    "title": "Science, Education, Health And Consciousness",
    "author": "Sampooran Singh & Kanwaljit Kaur",
    "publisher": "Gyan Books",
    "yearPublished": "2005-06",
    "description": "Science is denounced for having brought present chaos and conflict in the world. Spiritual renaissance vis-à-vis contemporary scientific self-annihilation of civilization can avert the burgeoning doom. This book deals with mutation of human psyche with consciousness of man to preserve our very existence; to bring about a new culture and resolve the crisis in human psyche. Consists of three parts-Part I highlights challenge of thought, consciousness, education, violence, relationship and society. The United Nations project launched on 23 September 2003 has been incorporated in Part II. Part III explores subject-object dualism, crisis of perception, science and spirituality. In principle, the total matter is a single dynamic flow of dimensional transformation of the whole psyche including latest discoveries of science.",
    "isbn": "9788178354439",
    "pageCount": 366,
    "category": "Science",
    "thumbnail": "http://books.google.com/books/content?id=uPi2Dm6zfLEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 10
  },
  {
    "title": "Science and Health with Key to Scripture",
    "author": "Mary Baker Eddy",
    "publisher": "Applewood Books",
    "yearPublished": "2009-05",
    "description": "With our American Philosophy and Religion series, Applewood reissues many primary sources published throughout American history. Through these books, scholars, interpreters, students, and non-academics alike can see the thoughts and beliefs of Americans who came before us.",
    "isbn": "9781429018647",
    "pageCount": 602,
    "category": "Religion",
    "thumbnail": "http://books.google.com/books/content?id=q0RaE6cbkRQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 7
  },
  {
    "title": "A Game of Thrones",
    "author": "George R. R. Martin",
    "publisher": "Bantam",
    "yearPublished": "2011",
    "description": "Fantasy-roman.",
    "isbn": "9780007448036",
    "pageCount": 876,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=bIZiAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 4
  },
  {
    "title": "The No. 1 Ladies' Detective Agency",
    "author": "Alexander McCall Smith",
    "publisher": "Polygon Books",
    "yearPublished": "1998",
    "description": "Set in Africa, with an engaging heroine who could give Miss Marple a run for her money.",
    "isbn": "9781400034772",
    "pageCount": 240,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=xNYKAQAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 4
  },
  {
    "title": "The Night Manager",
    "author": "John Le Carré",
    "publisher": "Random House Digital, Inc.",
    "yearPublished": "1993",
    "description": "Former British intelligence officer Jonathan Pine attempts to infiltrate the entourage of Roper, a sinister and powerful Englishman responsible for fitting together the pieces for a monumental arms-for-cocaine deal. Reprint.",
    "isbn": "9780345385765",
    "pageCount": 480,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=apH-QFb7w5QC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 6
  },
  {
    "title": "The Curious Incident of the Dog in the Night-time",
    "author": "Mark Haddon",
    "publisher": "Vintage",
    "yearPublished": "2003",
    "description": "YA. Murder mystery. Despite his overwhelming fear of interacting with people, Christopher, a mathematically-gifted, autistic fifteen-year-old boy, decides to investigate the murder of a neighbour's dog and uncovers secret information about his mother. Whitbread book of the year 2003. WAYRBA list 2005.",
    "isbn": "9780099450252",
    "pageCount": 288,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=I51aAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 2
  },
  {
    "title": "The Road to Gandolfo",
    "author": "Robert Ludlum",
    "publisher": "Bantam",
    "yearPublished": "1992",
    "description": "A humourous tale where the premis is to kidnap Pope Francesco I and ransom him off for every catholic in the world.",
    "isbn": "9780553271096",
    "pageCount": 322,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=DLOS4iKf2GoC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 11
  },
  {
    "title": "The Surgeon",
    "author": "Tess Gerritsen",
    "publisher": "Bantam",
    "yearPublished": "2001",
    "description": "Dr. Catherine Cordell investigates when a murderer referred to by the press and the public as \"The Surgeon\" strikes with a precision that suggests he is a deranged man of medicine.",
    "isbn": "9780786235742",
    "pageCount": 530,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=s5ulrjc71nIC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 25
  },
  {
    "title": "Contest",
    "author": "Matthew Reilly",
    "publisher": "Macmillan",
    "yearPublished": "2005-12-27",
    "description": "From the \"New York Times\" bestselling author of \"Scarecrow\" comes an action-packed novel about a doctor and his daughter trapped in New York's Public Library by a contest with a fatal outcome. Martin's Press.",
    "isbn": "9780312990046",
    "pageCount": 452,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=fVXhWW7ZRkwC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 20
  },
  {
    "title": "The ABC Murders",
    "author": "Agatha Christie",
    "publisher": "HarperCollins Publishers",
    "yearPublished": "1993",
    "description": "When Alice Ascher is murdered in Andover, Hercule Poirot is already onto the clues. Alphabetically speaking, it's one down, 25 to go. This classic mystery is now repackaged in a digest-sized edition for young adults. Reissue.",
    "isbn": "9780006167242",
    "pageCount": 224,
    "category": "Detective and mystery stories, English",
    "thumbnail": "http://books.google.com/books/content?id=BKjCQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 8
  },
  {
    "title": "The Runaway Jury",
    "author": "John Grisham",
    "publisher": "Dell",
    "yearPublished": "1997",
    "description": "The jury in a Mississippi tobacco trial appears to be manipulated and controlled.",
    "isbn": "9780440221470",
    "pageCount": 568,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=JE6GG0fNdj8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 22
  },
  {
    "title": "The Golden Ball and Other Stories",
    "author": "Agatha Christie",
    "publisher": "Berkley",
    "yearPublished": "1984",
    "description": "It was an offer the St. Vincent family could not refuse -- a splendid mansion, complete with servants, with nothing asked for in return! But young Rupert St. Vincent suspected a sinister trap ...",
    "isbn": "9780425099223",
    "pageCount": 244,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=2zs_gq_DPC4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 24
  },
  {
    "title": "Behold the Pierced One",
    "author": "Joseph Ratzinger",
    "publisher": "Ignatius Press",
    "yearPublished": "2011-01-18",
    "description": "In this profound and illuminating work, Joseph Cardinal Ratzinger turns the gaze of an accomplished theologian upon the crucified Savior. This synthetic and meditative work is theological without being abstract or dry, and spiritual without being sentimental. The pierced heart of Christ must be the heart of theology and Christian life as well. Proceeding from the prayerful dialogue between the Incarnate Son and his Eternal Father, Joseph Ratzinger shows how one can approach the mystery of the Heart of Christ only through the imitation of this prayer. To know and understand Jesus we must participate in his prayer. The prayer of Christ must be the interior life of all who are joined to him in his Body, the Church. Using the Old and New Testaments and the Church Fathers, Ratzinger shows that the ecclesial community (the Church) was born from the pierced Heart of Christ on the Cross.",
    "isbn": "9781681490533",
    "pageCount": 140,
    "category": "Religion",
    "thumbnail": "http://books.google.com/books/content?id=boNHDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 9
  },
  {
    "title": "Samaritan Documents",
    "author": "John Bowman",
    "publisher": "Wipf and Stock Publishers",
    "yearPublished": "1977-01-01",
    "description": "The present volume of documents relating to Samaritan history, religion, and life is intended as a companion to 'The Samaritan Problem', Pittsburgh Monograph Series, Number 4, as giving translations of texts by Samaritan authors mentioned therein. But this is not the only aim of this work. It attempts to make accessible, in English, examples from a variety of Samaritan documents which provide us with a firsthand picture of Samaritan views about their history, their religion, and hopes for the future.",
    "isbn": "9780915138272",
    "pageCount": 389,
    "category": "Religion",
    "thumbnail": "http://books.google.com/books/content?id=HMlJAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 19
  },
  {
    "title": "A Course in Miracles",
    "author": "Helen Schucman, Scribe",
    "publisher": "Foundation for Inner Peace",
    "yearPublished": "2008-05",
    "description": "\"The only edition that contains in one place all of the writings that Dr. Helen Schucman, its Scribe, authorized to be printed\"--P. [4] of cover.",
    "isbn": "9781883360269",
    "pageCount": 1356,
    "category": "Body, Mind & Spirit",
    "thumbnail": "http://books.google.com/books/content?id=3guued5qS2IC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 1
  },
  {
    "title": "Dark Night of the Soul",
    "author": "St. John of the Cross",
    "publisher": "TAN Books",
    "yearPublished": "2010-04",
    "description": "In Dark Night of the Soul, Saint John of the Cross presents for us a portrait painted from his own experience of one who advances successfully through the struggles of the spiritual life. The dark night that St John describes is not abandonment by God but special consideration from Him for those who desire to purify and perfect their souls. With a soul purified from earthly attachments, we can advance through the much quoted but oft misunderstood dark night of the souls into unity with God. By accepting the desolation and difficulty of this process, the soul cooperates with God and opens itself to receiving and revealing more perfectly God's glory. Be not afraid--Dark Night of the Soul, though austere and exacting in its instructions for holy living, is laced with St. John's charity and kindness, his love of all things beautiful and sacred--including you.",
    "isbn": "9780895559586",
    "pageCount": 209,
    "category": "Religion",
    "thumbnail": "http://books.google.com/books/content?id=5UwhCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 18
  },
  {
    "title": "Basics of Biblical Greek Grammar",
    "author": "William D. Mounce",
    "publisher": "Zondervan Academic",
    "yearPublished": "2019-02-05",
    "description": "Clear. Understandable. Carefully organized. Basics of Biblical Greek Grammar by William D. Mounce is the standard textbook for colleges and seminaries. Since its initial publication in 1993 its integrated approach has helped more than 250,000 students learn New Testament Greek. The fourth edition of Basics of Biblical Greek Grammar has been updated throughout based on continuing feedback from professors, students, self-learners, and homeschoolers, making it even more effective for today's students. Other improvements have been made based on recent developments in scholarship. The key to the effectiveness of Basics of Biblical Greek Grammar in helping students learn is in how it introduces them to the language. Students learn about the features of the Greek language in a logical order, with each lesson building upon the one before it. Unnecessary obstacles that discourage students and hinder progress are removed, such as rote memorization of endless verbal paradigms. Instead, students receive encouragement along the way to assure them they are making the necessary progress. Detailed discussions are also included at key junctures to help students grasp important concepts. By the time students have worked their way through Basics of Biblical Greek Grammar they will have learned: The Greek Alphabet Vocabulary for words occurring 50 times or more in the Greek New Testament The Greek noun system The Greek verbal system, including indicative and nonindicative verbs, and participles A robust suite of learning aids is available for purchase to be used alongside the textbook to help students excel in their studies. These include a workbook, video lectures for each chapter featuring the author, flashcards keyed to vocabulary in each chapter, a laminated quick study sheet with key concepts, and audio of the vocabulary for each chapter to aid in acquisition.",
    "isbn": "9780310537441",
    "pageCount": 545,
    "category": "Religion",
    "thumbnail": "http://books.google.com/books/content?id=Q2FgDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 10
  },
  {
    "title": "Pope Gregory VII, 1073-1085",
    "author": "H. E. J. Cowdrey",
    "publisher": "Clarendon Press",
    "yearPublished": "1998-08-20",
    "description": "The reign of Pope Gregory VII (1073-85), who gave his name to an era of Church reform, is critically important in the history of the medieval church and papacy. Thus it is surprising that this is the first comprehensive biography to appear in any language for over fifty years. H. E. J. Cowdrey presents Gregory's life and work in their entirety, tracing his career from early days as a clerk of the Roman Church, through his political negotiations, ecclesiastical governance, and final exile at Salerno. Full account is taken of his turbulent relations with King Henry IV of Germany, from his first deposition and excommunication in 1076, to the absolution at Canossa and the imposition of a second sentence in 1080. Pope Gregory was also a contemporary of William the Conqueror, and, as the author shows, fully supported his conquest of England. Gregory VII is presented as an individual whose deep inner belief in iustitia (righteousness) did not waver in the face of new circumstances, although his broad outlook underwent changes. Deeply committed to the traditions of the past and especially to those of Pope Gregory the Great, his reign prepared the way for an age of strong papal monarchy in the western Church.",
    "isbn": "9780191584596",
    "pageCount": 762,
    "category": "History",
    "thumbnail": "http://books.google.com/books/content?id=D9SG3pEWGfkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 14
  },
  {
    "title": "The A to Z of Hinduism",
    "author": "Bruce M. Sullivan",
    "publisher": "Rowman & Littlefield",
    "yearPublished": "2001",
    "description": "With a history of over three and a half millennia, and over 800 million adherents, Hinduism is one of the world's largest and most diverse religious traditions. This book presents the Hindu religious tradition's major events, individuals, texts, sects, and concepts in the context of its historical development through various periods. In addition, sacred Hindu pilgrimage sites, the rituals performed as religious practices, the manifestations of Hindu religious sensibilities in biography, art, the caste system of social organization, mythology, and the theories of salvation developed through the history of Hinduism are also presented. A pronunciation guide to Sanskrit and Tamil, and a chronology of the history of Hinduism are included.",
    "isbn": "9780810840706",
    "pageCount": 274,
    "category": "Religion",
    "thumbnail": "http://books.google.com/books/content?id=xU4ZdatgRysC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 6
  },
  {
    "title": "Weight of Glory",
    "author": "C. S. Lewis",
    "publisher": "HarperOne",
    "yearPublished": "2001-03-20",
    "description": "Selected from sermons delivered by C. S. Lewis during World War II, these nine addresses offer guidance and inspiration in a time of great doubt.These are ardent and lucid sermons that provide a compassionate vision of Christianity.",
    "isbn": "9780060653200",
    "pageCount": 208,
    "category": "Religion",
    "thumbnail": "http://books.google.com/books/content?id=rQrStZukwn0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 20
  },
  {
    "title": "In My Own Way",
    "author": "Alan Watts",
    "publisher": "New World Library",
    "yearPublished": "2011-02-09",
    "description": "In this new edition of his acclaimed autobiography — long out of print and rare until now — Alan Watts tracks his spiritual and philosophical evolution. A child of religious conservatives in rural England, he went on to become a freewheeling spiritual teacher who challenged Westerners to defy convention and think for themselves. Watts's portrait of himself shows that he was a philosophical renegade from early on in his intellectual life. Self-taught in many areas, he came to Buddhism through the teachings of Christmas Humphreys and D. T. Suzuki. Told in a nonlinear style, In My Own Way combines Watts's brand of unconventional philosophy with wry observations on Western culture and often hilarious accounts of gurus, celebrities, and psychedelic drug experiences. A charming foreword by Watts's father sets the tone of this warm, funny, and beautifully written story. Watts encouraged readers to “follow your own weird” — something he always did himself, as this remarkable account of his life shows.",
    "isbn": "9781577319931",
    "pageCount": 402,
    "category": "Religion",
    "thumbnail": "http://books.google.com/books/content?id=Y2s64MBfILcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 16
  },
  {
    "title": "The Prophetic Literature",
    "author": "Marvin Alan Sweeney",
    "publisher": "Abingdon Press",
    "yearPublished": "2005",
    "description": "Biblical Studies Biblical texts create worlds of meaning, and invite readers to enter them. When readers enter such textual worlds, which are often strange and complex, they are confronted with theological claims. With this in mind, the purpose of the Interpreting Biblical Texts series is to help serious readers in their experience of reading and interpreting by providing guides for their journeys into textual worlds. The controlling perspective is expressed in the operative word of the title--interpreting. The primary focus of the series is not so much on the world behind the texts or out of which the texts have arisen as on the worlds created by the texts in their engagement with readers. Although these books of the prophets are based upon the careers and experiences of some of the most talented and provocative individuals of their times, the books must be read first as literature. Each book displays its own unique organization, literary characteristics, and theological outlook in presenting the prophets. In the case of Jeremiah, interpreters must even consider two distinctive forms of the book in the Hebrew Bible and the Greek Septuagint. By guiding the reader through the literary structure and language of each of the prophetic books as well as the social roles of the individual prophets, this volume opens the reader to greater understanding and appreciation of the prophets of Israel and Judah. \"Fact packed and crystal clear, Marvin Sweeney's Interpreting Biblical Texts: The Prophetic Literature invites readers to tour the landscape of ancient Israel's Latter Prophets corpus. Sweeney serves as a first-rate guide, equipping readers with basic knowledge to grasp, and grapple with, the literary legacies of the canonical prophets. True to the series title, he interprets texts with an eye to major, dynamic themes in Jewish and Christian traditions. The volume proves a reliable guidebook for readers wishing not only to survey, but also to engage in dialogue with, ancient Israel's canonical prophets.\" Katheryn Pfisterer Darr, Professor of Hebrew Bible, Boston University \"The aim of the series Interpreting Biblical Texts is pedagogical. This well-written, easy to follow, and coherent book serves its purpose well. More importantly, it certainly invites and guides its readers in the enterprise of interacting with the prophetic books in a way that is informed by recent, academic scholarship on this literature.\" Ehud Ben Zvi, History and Classics & Interdisciplinary Program of Religious Studies, University of Alberta \"This is a new and interesting approach to the prophetic literature, which will be illuminating for theological reflection in our own post-Holocaust era.\" John J. Collins, Holmes Professor of Old Testament, Yale Marvin A. Sweeney is Professor of Hebrew Bible, Claremont School of Theology, and Professor of Religion at Claremont Graduate University.",
    "isbn": "9780687008445",
    "pageCount": 243,
    "category": "Religion",
    "thumbnail": "http://books.google.com/books/content?id=9nppHCywauIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 14
  },
  {
    "title": "Pride and Prejudice",
    "author": "Jane Austen",
    "publisher": "Oxford University Press, USA",
    "yearPublished": "1980",
    "description": "The text of Pride and Prejudice is the 1813 first edition text.",
    "isbn": "9780192815033",
    "pageCount": 388,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=EvqJCGeqKhsC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 8
  },
  {
    "title": "Last Sacrifice",
    "author": "Richelle Mead",
    "publisher": "Penguin UK",
    "yearPublished": "2010",
    "description": "The final heart wrenching episode at St Vladimir's Academy. Rose is on trial for high treason and the death of Queen Tatiana. Someone is trying to frame her and it looks like even Dimitri might not be able to save her now.",
    "isbn": "9780141331881",
    "pageCount": 556,
    "category": "Juvenile Fiction",
    "thumbnail": "http://books.google.com/books/content?id=Rwcpd5zqrrkC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 20
  },
  {
    "title": "A Loving Scoundrel",
    "author": "Johanna Lindsey",
    "publisher": "Pocket Books",
    "yearPublished": "2004",
    "description": "Danny grew up on the streets of London as a pickpocket, but Jeremy Malory rescues her and hires her as his upstairs maid.",
    "isbn": "9780786265114",
    "pageCount": 528,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=OShhkoZC_9wC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 17
  },
  {
    "title": "Simple Gifts",
    "author": "Judith McNaught & Jude Deveraux",
    "publisher": "Simon and Schuster",
    "yearPublished": "2001-12",
    "description": "4 Heartwarming Christmas Stories.",
    "isbn": "9780743442237",
    "pageCount": 404,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=_y8kwT-j3sUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 13
  },
  {
    "title": "Heartstopper: Volume 4: A Graphic Novel: Volume 4",
    "author": "Alice Oseman",
    "publisher": "Hodder Children's Books",
    "yearPublished": "2022",
    "description": "Heartstopper: Volume 4 was originally published in England by Hachette Children's Group in 2021.",
    "isbn": "9781338617559",
    "pageCount": 0,
    "category": "Boys",
    "thumbnail": "https://books.google.co.za/books/content?id=1P5SzQEACAAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE738KWRgZVkFcd_ijNGad1j7jrPWoLeuPWZbwUTT8o-bgoX3iuAO5o1n22YW7mrYoPlei39L3J73Dvn-ps_8wM1tUrcLEwLcoHvdb4Q_6L7Gc39Xgcaix-bOGRlelsBJpWyKbFB0",
    "numberofCopies": 16
  },
  {
    "title": "Fine Things",
    "author": "Danielle Steel",
    "publisher": "Dell Publishing Company",
    "yearPublished": "1988",
    "description": "The story of a man who learns that one's capacity to love is not reached until it is tested.",
    "isbn": "9780440200567",
    "pageCount": 415,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=aDYbgk-OCR4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 24
  },
  {
    "title": "Esio Trot",
    "author": "Roald Dahl",
    "publisher": "Puffin",
    "yearPublished": "2013",
    "description": "Mr Hoppy loves Mrs Silver. Mrs Silver loves Alfie the tortoise. Sometimes Mr Happy wishes he could become a tortoise. Until one day he finds a way to win Mrs Silver's heart, with the help of a little magic and some cabbage . . .",
    "isbn": "9780141346496",
    "pageCount": 80,
    "category": "Children's stories",
    "thumbnail": "http://books.google.com/books/content?id=eE9SMQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 20
  },
  {
    "title": "Above and Beyond",
    "author": "Sandra Brown",
    "publisher": "Mira Books",
    "yearPublished": "1986",
    "description": "Trevor's love for Kyla--the widow of his best friend--is complicated by a secret that threatens to destroy their fragile relationship",
    "isbn": "9781551662916",
    "pageCount": 297,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=QES7mCcS4EwC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 11
  },
  {
    "title": "Sons and Lovers",
    "author": "David Herbert Lawrence",
    "publisher": "Penguin Group",
    "yearPublished": "1977",
    "description": "A provocative portrait of an artist torn between love for his possessive mother and desire for two young beautiful women. It is also the story of Paul Morel's growing into manhood torn by both inner and outer conflict.",
    "isbn": "9780140006681",
    "pageCount": 652,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=FTDuAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 21
  },
  {
    "title": "Promise Me Tomorrow",
    "author": "Lori Wick",
    "publisher": "Fawcett Gold Medal",
    "yearPublished": "1997",
    "description": "A heartwarming story of love, trust, and family from the author of the bestselling Where the Wild Rose Blooms, Whispers of Moonlight, and To Know Her by Name. How can Rusty convince Mr. McCandles to trust God and to show love for his son, Quinton?",
    "isbn": "9781565076952",
    "pageCount": 0,
    "category": "Christian fiction",
    "thumbnail": "http://books.google.com/books/content?id=Zj61GAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 21
  },
  {
    "title": "The Four Loves",
    "author": "Clive Staples Lewis",
    "publisher": "London : Bles",
    "yearPublished": "1960",
    "description": "\"We need others physically, emotionally, intellectually; we need them if we are to know anything, even ourselves.\n\"We hear often that love is patient and kind, not envious or prideful. We hear that human love is a reflection of divine love. We hear that God is love. But how do we understand its work in our lives, its perils and rewards? Here, the incomparable C. S. Lewis examines human love in four forms: affection, the most basic, general, and emotive; friendship, the most rare, least jealous, and, in being freely chosen, perhaps the most profound; Eros, passionate love that can run counter to happiness and poses real danger; charity, the greatest, most spiritual, and least selfish. Proper love is a risk, but to bar oneself from it--to deny love--is a damning choice. Love is a need and a gift; love brings joy and laughter. We must seek to be awakened and so to find an Appreciative love through which \"all things are possible.\"\n\"The Four Loves deserves to become a minor classic as a modern mirror of our souls, a mirror of the virtues and failings of human loving.\" —New York Times Book Review\n\"Lewis has a keen eye, a large measure of human sympathy, wit, and a command of simple words.\" —Times Literary Supplement\nC. S. (Clive Staples) Lewis (1898-1963), one of the great writers of the twentieth century, also continues to be one of our most influential Christian thinkers. He wrote more than thirty books, both popular and scholarly, including The Chronicles of Narnia series, The Screwtape Letters, The Four Loves, Mere Christianity, and Surprised by Joy.",
    "isbn": "9780156329309",
    "pageCount": 168,
    "category": "Charity",
    "thumbnail": "http://books.google.com/books/content?id=if49X2NDflUC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 12
  },
  {
    "title": "Eleanor & Park",
    "author": "Rainbow Rowell",
    "publisher": "Macmillan",
    "yearPublished": "2013-02-26",
    "description": "A stunning debut young adult novel about two misfits falling in love for the first time",
    "isbn": "9781250012579",
    "pageCount": 253,
    "category": "Juvenile Fiction",
    "thumbnail": "http://books.google.com/books/content?id=DJsyrEuke0cC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 9
  },
  {
    "title": "Why Love Hurts",
    "author": "Eva Illouz",
    "publisher": "Polity",
    "yearPublished": "2012-06-05",
    "description": "Few of us have been spared the agonies of intimate relationships. They come in many shapes: loving a man or a woman who will not commit to us, being heartbroken when we're abandoned by a lover, engaging in Sisyphean internet searches, coming back lonely from bars, parties, or blind dates, feeling bored in a relationship that is so much less than we had envisaged - these are only some of the ways in which the search for love is a difficult and often painful experience. Despite the widespread and almost collective character of these experiences, our culture insists they are the result of faulty or insufficiently mature psyches. For many, the Freudian idea that the family designs the pattern of an individual's erotic career has been the main explanation for why and how we fail to find or sustain love. Psychoanalysis and popular psychology have succeeded spectacularly in convincing us that individuals bear responsibility for the misery of their romantic and erotic lives. The purpose of this book is to change our way of thinking about what is wrong in modern relationships. The problem is not dysfunctional childhoods or insufficiently self-aware psyches, but rather the institutional forces shaping how we love. The argument of this book is that the modern romantic experience is shaped by a fundamental transformation in the ecology and architecture of romantic choice. The samples from which men and women choose a partner, the modes of evaluating prospective partners, the very importance of choice and autonomy and what people imagine to be the spectrum of their choices: all these aspects of choice have transformed the very core of the will, how we want a partner, the sense of worth bestowed by relationships, and the organization of desire. This book does to love what Marx did to commodities: it shows that it is shaped by social relations and institutions and that it circulates in a marketplace of unequal actors.",
    "isbn": "9780745661520",
    "pageCount": 304,
    "category": "Family & Relationships",
    "thumbnail": "http://books.google.com/books/content?id=lsykAdteUYUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 20
  },
  {
    "title": "Women Who Love Too Much",
    "author": "Robin Norwood",
    "publisher": "Simon and Schuster",
    "yearPublished": "2008-04-08",
    "description": "Discusses \"loving too much\" as a pattern of thoughts, feelings, and behaviors which certain women develop as a reponse to various problems in their family backgrounds.",
    "isbn": "9781416550211",
    "pageCount": 355,
    "category": "Self-Help",
    "thumbnail": "http://books.google.com/books/content?id=CzAXvOjl-CoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 10
  },
  {
    "title": "A Course in Miracles",
    "author": "Helen Schucman, Scribe",
    "publisher": "Foundation for Inner Peace",
    "yearPublished": "2008-05",
    "description": "\"The only edition that contains in one place all of the writings that Dr. Helen Schucman, its Scribe, authorized to be printed\"--P. [4] of cover.",
    "isbn": "9781883360269",
    "pageCount": 1356,
    "category": "Body, Mind & Spirit",
    "thumbnail": "http://books.google.com/books/content?id=3guued5qS2IC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 13
  },
  {
    "title": "Phaedrus",
    "author": "Plato",
    "publisher": "Cornell University Press",
    "yearPublished": "1998",
    "description": "\"Phaedrus is widely recognized as one of Plato's most profound and beautiful works. It takes the form of a dialogue between Socrates and Phaedrus and its ostensible subject is love, especially homoerotic love. Socrates reveals it to be a kind of divine madness that can allow our souls to grow wings and soar to their greatest heights. Then the conversation changes direction and turns to a discussion of rhetoric, which must be based on truth passionately sought, thus allying it to philosophy. The dialogue closes by denigrating the value of the written word in any context, compared to the living teaching of a Socratic philosopher.\" \"The shifts of topic and register have given rise to doubts about the unity of the dialogue, doubts which are addressed in the introduction to this volume. Full explanatory notes also elucidate issues throughout the dialogue that might puzzle a modern reader.\"--Jacket.",
    "isbn": "9780801485329",
    "pageCount": 132,
    "category": "Family & Relationships",
    "thumbnail": "http://books.google.com/books/content?id=m56EqYgBh-wC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 12
  },
  {
    "title": "Phaidros",
    "author": "Plato",
    "publisher": "Vandehoeck & Rupprecht",
    "yearPublished": "1993",
    "description": "The Symposium and the Phaedrus are combined here because of their shared theme: a reflection on the nature of erotic love, the love that begins with sexual desire but can transcend that origin and reach even the heights of religious ecstasy. This reflection is carried out explicitly in the speeches and conversations in the dialogues, and implicitly in the dramatic depiction of actions and characters. Thus, the two dialogues deal with a theme of enduring interest and are interesting for both their literary and their philosophical character.",
    "isbn": "9780791416181",
    "pageCount": 284,
    "category": "Philosophy",
    "thumbnail": "http://books.google.com/books/content?id=au0DAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 6
  },
  {
    "title": "Passion and Purity",
    "author": "Elisabeth Elliot",
    "publisher": "Revell",
    "yearPublished": "2002",
    "description": "I have deep feelings for this guy, but he says I'm like a sister to him. What should I do?\" \"Why should a man still be expected to initiate romance?\" \"Isn't it okay to spend time together if we're just friends?\" \"If I never marry, will God take that desire away?\" These are some of the many questions posed in letters to Elisabeth Elliot by readers of her bestselling book Passion and Purity. In this beautifully repackaged edition of Quest for Love, she responds with sound, biblical guidance, dusting off \"antiquated\" concepts such as commitment, integrity, honor, and servanthood, and showing how they still apply to dating and singleness today. Intertwined are hopeful true stories of discovering love through God's direction.",
    "isbn": "9780800758189",
    "pageCount": 192,
    "category": "Family & Relationships",
    "thumbnail": "http://books.google.com/books/content?id=NCQvWx5Yka0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 7
  },
  {
    "title": "The Owl and the Pussycat",
    "author": "Edward Lear",
    "publisher": "Kids Can Press Ltd",
    "yearPublished": "2007-09",
    "description": "After a courtship voyage of a year and a day, Owl and Pussy finally buy a ring from Piggy and are blissfully married.",
    "isbn": "9781554532322",
    "pageCount": 50,
    "category": "Juvenile Nonfiction",
    "thumbnail": "http://books.google.com/books/content?id=v3b8OP1FoH4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 23
  },
  {
    "title": "The 5 Love Languages",
    "author": "Gary Chapman",
    "publisher": "Turtleback Books",
    "yearPublished": "2010",
    "description": "For use in schools and libraries only. Outlines five expressions of love--quality time, words of affirmation, gifts, acts of service, and physical touch--and explains how to identify and communicate effectively in a spouse's \"love language.",
    "isbn": "9780606269551",
    "pageCount": 0,
    "category": "Communication in marriage",
    "thumbnail": "http://books.google.com/books/content?id=BsFkNAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 8
  },
  {
    "title": "Waiting for the Barbarians",
    "author": "J. M. Coetzee",
    "publisher": "Penguin Group",
    "yearPublished": "1980",
    "description": "Allegory of the war between oppressor and oppressed.",
    "isbn": "9780140283358",
    "pageCount": 168,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=1me6TSRNdb4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 8
  },
  {
    "title": "The Red Queen",
    "author": "Matt Ridley",
    "publisher": "Penguin Mass Market",
    "yearPublished": "1995",
    "description": "\"Extensively researched, clearly written: one of the best introductions to its fascinating and controversial subject.\"-Kirkus Reviews.",
    "isbn": "9780060556570",
    "pageCount": 420,
    "category": "History",
    "thumbnail": "http://books.google.com/books/content?id=kVIoAQAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 14
  },
  {
    "title": "Imperial Leather",
    "author": "Anne McClintock",
    "publisher": "Psychology Press",
    "yearPublished": "1995",
    "description": "First Published in 1995. Routledge is an imprint of Taylor & Francis, an informa company.",
    "isbn": "9780415908900",
    "pageCount": 468,
    "category": "Art",
    "thumbnail": "http://books.google.com/books/content?id=OurtAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 7
  },
  {
    "title": "The Mass Psychology of Fascism",
    "author": "Wilhelm Reich",
    "publisher": "Farrar, Straus and Giroux; 3rd edition",
    "yearPublished": "2015",
    "description": "\"Drawing on his medical experiences with men and women of various classes, races, nations, and religious beliefs, Reich refutes the still generally held notion that fascism is a specific characteristic of certain nationalities or a political party of ideology that is imposed on innocent people by means of force or political maneuvers.\" -From publisher.",
    "isbn": "9789350023822",
    "pageCount": 432,
    "category": "Comparative government",
    "thumbnail": "http://books.google.com/books/content?id=URBAnQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 19
  },
  {
    "title": "The Sexual Life of Savages in North-western Melanesia",
    "author": "Bronislaw Malinowski",
    "publisher": "Psychology Press",
    "yearPublished": "2002",
    "description": "This volume provides an ethnographic account of courtship, marriage and family life among the people of the Trobriand Islands.",
    "isbn": "9780415262484",
    "pageCount": 662,
    "category": "Literary Criticism",
    "thumbnail": "http://books.google.com/books/content?id=OSQuvsbE5ooC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 8
  },
  {
    "title": "Sex, Marriage, and Family in John Calvin's Geneva",
    "author": "Jr. Witte, John, John Witte & Robert M. Kingdon",
    "publisher": "Wm. B. Eerdmans Publishing",
    "yearPublished": "2005-10-20",
    "description": "You would not expect this from his dour reputation, but John Calvin transformed the Western understanding of sex, marriage, and family life. In this fascinating, even sensational, volume John Witte and Robert Kingdon treat comprehensively the new theology and law of domestic life that Calvin and his fellow reformers established in sixteenth-century Geneva. Bringing to light and life hundreds of newly discovered cases and theological texts, Witte and Kingdon trace the subtle historical forms and norms of sex, marriage, and family life that still shape us today.",
    "isbn": "9780802848031",
    "pageCount": 550,
    "category": "Law",
    "thumbnail": "http://books.google.com/books/content?id=IlWH2jHaj1YC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 9
  },
  {
    "title": "Passion and Purity",
    "author": "Elisabeth Elliot",
    "publisher": "Revell",
    "yearPublished": "2002",
    "description": "I have deep feelings for this guy, but he says I'm like a sister to him. What should I do?\" \"Why should a man still be expected to initiate romance?\" \"Isn't it okay to spend time together if we're just friends?\" \"If I never marry, will God take that desire away?\" These are some of the many questions posed in letters to Elisabeth Elliot by readers of her bestselling book Passion and Purity. In this beautifully repackaged edition of Quest for Love, she responds with sound, biblical guidance, dusting off \"antiquated\" concepts such as commitment, integrity, honor, and servanthood, and showing how they still apply to dating and singleness today. Intertwined are hopeful true stories of discovering love through God's direction.",
    "isbn": "9780800758189",
    "pageCount": 192,
    "category": "Family & Relationships",
    "thumbnail": "http://books.google.com/books/content?id=NCQvWx5Yka0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 20
  },
  {
    "title": "Ada, Or Ardor",
    "author": "Vladimir Nabokov",
    "publisher": "Vintage",
    "yearPublished": "1990-02-19",
    "description": "Originally published by McGraw Hill Book Company in 1969.",
    "isbn": "9780679725220",
    "pageCount": 616,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=FEWyAAAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 11
  },
  {
    "title": "The Dialectic of Sex",
    "author": "Shulamith Firestone",
    "publisher": "Farrar, Straus and Giroux",
    "yearPublished": "1970",
    "description": "\"The most articulate modern spokesman for Radical Feminism goes beyond Marx and Engels to find the source of all exploitative systems in the biological/cultural relationships between the sexes - and presents a blueprint for action in the feminist movement today.\" (Back cover).",
    "isbn": "9780374527877",
    "pageCount": 296,
    "category": "Social Science",
    "thumbnail": "http://books.google.com/books/content?id=LBy2AAAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 12
  },
  {
    "title": "Moon Sisters, Krishna Mothers, Rajneesh Lovers",
    "author": "Susan J. Palmer",
    "publisher": "Syracuse University Press",
    "yearPublished": "1994",
    "description": "Explores the role of women in seven unorthodox religious movements in Western culture. Based on interviews and first-hand data, the study illustrates a range of roles: celibate sister, devoted Hindu wife, sexually expressive lover, veiled Nubian bride in polygamy, and asexual shaman.",
    "isbn": "9780815602972",
    "pageCount": 316,
    "category": "Religion",
    "thumbnail": "http://books.google.com/books/content?id=Ug1sH2i_ArEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 7
  },
  {
    "title": "Libya, the Responsibility to Protect and the Future of Humanitarian Intervention",
    "author": "A. Hehir & R. Murray",
    "publisher": "Springer",
    "yearPublished": "2013-05-29",
    "description": "This book critically analyses the 2011 intervention in Libya arguing that the manner in which the intervention was sanctioned, prosecuted and justified has a number of troubling implications for the both the future of humanitarian intervention and international peace and security.",
    "isbn": "9781137273956",
    "pageCount": 256,
    "category": "Political Science",
    "thumbnail": "http://books.google.com/books/content?id=2TchAQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 5
  },
  {
    "title": "Democratic Legislative Institutions",
    "author": "David M. Olson",
    "publisher": "M.E. Sharpe",
    "yearPublished": "1994",
    "description": "An examination of parliaments and legislatures in their many dimensions. The volume contains eight chapters: legislatures in today's democracies; the members--representatives and legislators; political parties; committees; legislative-executive relations; the electorate and the public--elections and interest groups; parliaments at the beginning; and legislatures in the policy process. Includes appendices on stages of legislative procedure; the vocabulary of parliaments and legislatures; and Congress and Parliament--American and British English. Paper edition (unseen), $19.95. Annotation copyright by Book News, Inc., Portland, OR",
    "isbn": "9781563243141",
    "pageCount": 206,
    "category": "Law",
    "thumbnail": "http://books.google.com/books/content?id=1tTJ0UwMy3QC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 8
  },
  {
    "title": "The Role of Collective Bargaining in the Global Economy",
    "author": "Susan Hayter",
    "publisher": "Edward Elgar Publishing",
    "yearPublished": "2011-01-01",
    "description": "The book examines the ways in which collective bargaining addresses a variety of workplace concerns in the context of today.s global economy. Globalization can contribute to growth and development, but as the recent financial crisis demonstrated, it also puts employment, earnings and labourstandards at risk. This book examines the role that collective bargaining plays in ensuring that workers are able to obtain a fair share of the benefits arising from participation in the global economy and in providing a measure of security against the risk to employment and wages. It focuses on a commonly neglected side of the story and demonstrates the positivecontribution that collective bargaining can make to both economic and social goals. The various contributions examine how this fundamental principle and right at work is realized in different countries and how its practice can be reinforced across borders. They highlight the numerouschallenges in this regard and the critically important role that governments play in rebalancing bargaining power in a global economy. The chapters are written in an accessible style and deal with practical subjects, including employment security, workplace change and productivity and working time.",
    "isbn": "9781849809832",
    "pageCount": 337,
    "category": "Political Science",
    "thumbnail": "http://books.google.com/books/content?id=bVXLwD3Nz1EC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 5
  },
  {
    "title": "Hobbes: On the Citizen",
    "author": "Thomas Hobbes",
    "publisher": "Cambridge University Press",
    "yearPublished": "1998-08-20",
    "description": "New translation of the first major work of the greatest English political philosopher.",
    "isbn": "9780521437806",
    "pageCount": 312,
    "category": "History",
    "thumbnail": "http://books.google.com/books/content?id=O8M-OJJoiGgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 15
  },
  {
    "title": "Native Life in South Africa",
    "author": "Solomon Tshekisho Plaatje",
    "publisher": "Tredition Classics",
    "yearPublished": "2007",
    "description": "Native life in South Africa is one of South Africa's great political books. First published in 1916, it was first and foremost a response to the Native's land Act of 1913, and was written by one of the most gifted and influential writers and journalists of his generation.",
    "isbn": "9783849164416",
    "pageCount": 396,
    "category": "History",
    "thumbnail": "http://books.google.com/books/content?id=vjU_AQAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 5
  },
  {
    "title": "Lawfare",
    "author": "Michelle le Roux & Dennis Davis",
    "publisher": "Jonathan Ball Publishers",
    "yearPublished": "2019-04-15",
    "description": "What happens when South Africa's tumultuous political life becomes entangled in the courts of law? Throughout the past 50 years, the courts have been a battleground for contesting political forces as more and more conflicts that were once fought in Parliament or in streets, or through strikes and media campaigns, find their way to the judiciary. Certainly, the legal system was used by both the apartheid state and its opponents. But it is in the post-apartheid era, and in particular under the rule of President Jacob Zuma, that we have witnessed a dramatic increase in 'lawfare': the migration of politics to the courts. The authors show through a series of case studies how just about every aspect of political life ends up in court: the arms deal, the demise of the Scorpions, the Cabinet reshuffle, the expulsion of the EFF from Parliament, the nuclear procurement process, the Cape Town mayor – the list goes on and on. This book offers a highly readable analysis of some of the most widely publicised and decisive instances of lawfare. It argues that while it is good that the judiciary is able to shoulder the burden of supporting democracy, it is showing signs of immense strain under the present deluge of political cases. Whether the courts will survive this strain undamaged remains to be seen.",
    "isbn": "9781868429615",
    "pageCount": 431,
    "category": "Law",
    "thumbnail": "http://books.google.com/books/content?id=ZsjnDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 2
  },
  {
    "title": "The Great Game of Genocide",
    "author": "Donald Bloxham",
    "publisher": "Oxford University Press, USA",
    "yearPublished": "2005",
    "description": "Between 1915-1916 approximately one million Armenian Christians were killed under the auspices of the Ottoman government. For nearly a century this genocide has either been ignored or not recognised for what it was. The author provides an explanation for why it happened and why it has subsequently been overlooked.",
    "isbn": "9780199226887",
    "pageCount": 356,
    "category": "History",
    "thumbnail": "http://books.google.com/books/content?id=PLolAQAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 8
  },
  {
    "title": "Law and Identity in Mandate Palestine",
    "author": "Assaf Likhovski",
    "publisher": "Univ of North Carolina Press",
    "yearPublished": "2006",
    "description": "One of the major questions facing the world today is the role of law in shaping identity and in balancing tradition with modernity. In an arid corner of the Mediterranean region in the first decades of the twentieth century, Mandate Palestine was confront",
    "isbn": "9780807830178",
    "pageCount": 327,
    "category": "Law",
    "thumbnail": "http://books.google.com/books/content?id=UOjczEpVxdgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 13
  },
  {
    "title": "The Principle of Indemnity in Marine Insurance Contracts",
    "author": "Kyriaki Noussia",
    "publisher": "Springer Science & Business Media",
    "yearPublished": "2007-08-06",
    "description": "This book discusses legal issues related to the principle of indemnity in marine insurance contracts as well as disputes that may arise in a representative sample of common and continental law jurisdictions. It offers a comparative examination of Australian, English, Canadian, French, Greek, Norwegian and U.S. law. It examines the scope for a legal reform and the potential of achieving a better, more flexible, and modern indemnification regime.",
    "isbn": "9783540490746",
    "pageCount": 307,
    "category": "Law",
    "thumbnail": "http://books.google.com/books/content?id=omeFeUOr4oUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 18
  },
  {
    "title": "The Authority of Law",
    "author": "Joseph Raz",
    "publisher": "Oxford University Press",
    "yearPublished": "2009-06-18",
    "description": "Raz begins by presenting an analysis of the concept of moral authority. He then develops a detailed explanation of the nature of law and legal systems. Within this framework Raz then examines the areas of legal thought that have been viewed as impregnated with moral values.",
    "isbn": "9780199573578",
    "pageCount": 364,
    "category": "Law",
    "thumbnail": "http://books.google.com/books/content?id=1FxQAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "numberofCopies": 17
  },
  {
    "title": "Time in Fiction",
    "author": "Craig Bourne & Emily Caddick Bourne",
    "publisher": "Oxford University Press",
    "yearPublished": "2016",
    "description": "What can we learn about the world from engaging with fictional time-series--stories involving time travellers, recurring and rewinding time, and foreknowledge of the future? Do they show us radical alternative possibilities concerning the nature of time, or do they show that even the impossible can be represented in fiction? Neither, so this book argues. Defending the view that a fiction represents a single possible world, the authors show how apparentrepresentations of radically different time-series can be explained in terms of how worlds are represented without there being any fictional world which has such a time-series. In this way, the book uses thecomplexities of fictional time to get to the core of the relation between truth in fiction and possibility. It provides a logic and metaphysics to deal with the fact that fictions can leave certain features of their fictional worlds indefinite, and draws comparisons and connections between fictional and scientific representations and hypotheses.",
    "isbn": "9780199675319",
    "pageCount": 280,
    "category": "Literary Criticism",
    "thumbnail": "http://books.google.com/books/content?id=4O9cCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 3
  },
  {
    "title": "Science Fact and Science Fiction",
    "author": "Brian M. Stableford",
    "publisher": "Taylor & Francis",
    "yearPublished": "2006",
    "description": "Publisher description",
    "isbn": "9780415974608",
    "pageCount": 758,
    "category": "Fiction",
    "thumbnail": "http://books.google.com/books/content?id=uefwmdROKTAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 24
  },
  {
    "title": "Revising Fiction, Fact, and Faith",
    "author": "Nathaniel Goldberg & Chris Gavaler",
    "publisher": "Routledge",
    "yearPublished": "2020-07-01",
    "description": "This book addresses how our revisionary practices account for relations between texts and how they are read. It offers an overarching philosophy of revision concerning works of fiction, fact, and faith, revealing unexpected insights about the philosophy of language, the metaphysics of fact and fiction, and the history and philosophy of science and religion. Using the novels of J.R.R. Tolkien as exemplars, the authors introduce a fundamental distinction between the purely physical and the linguistic aspects of texts. They then demonstrate how two competing theories of reference—descriptivism and referentialism—are instead constitutive of a single semantic account needed to explain all kinds of revision. The authors also propose their own metaphysical foundations of fiction and fact. The next part of the book brings the authors’ philosophy of revision into dialogue with Thomas Kuhn’s famous analysis of factual, and specifically scientific, change. It also discusses a complex episode in the history of paleontology, demonstrating how scientific and popular texts can diverge over time. Finally, the authors expand their philosophy of revision to religious texts, arguing that, rather than being distinct, such texts are always read as other kinds, that faith tends to be more important as evidence for religious texts than for others, and that the latter explains why religious communities tend to have remarkable historical longevity. Revising Fiction, Fact, and Faith offers a unique and comprehensive account of the philosophy of revision. It will be of interest to a wide range of scholars and advanced students working in philosophy of language, metaphysics, philosophy of literature, literary theory and criticism, and history and philosophy of science and religion.",
    "isbn": "9781000164114",
    "pageCount": 194,
    "category": "Philosophy",
    "thumbnail": "http://books.google.com/books/content?id=5K7uDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 12
  },
  {
    "title": "Calamity Theory",
    "author": "Joshua Schuster & Derek Woods",
    "publisher": "U of Minnesota Press",
    "yearPublished": "2021-10-19",
    "description": "What are the implications of how we talk about apocalypse? A new philosophical field has emerged. “Existential risk” studies any real or hypothetical human extinction event in the near or distant future. This movement examines catastrophes ranging from runaway global warming to nuclear warfare to malevolent artificial intelligence, deploying a curious mix of utilitarian ethics, statistical risk analysis, and, controversially, a transhuman advocacy that would aim to supersede almost all extinction scenarios. The proponents of existential risk thinking, led by Oxford philosopher Nick Bostrom, have seen their work gain immense popularity, attracting endorsement from Bill Gates and Elon Musk, millions of dollars, and millions of views. Calamity Theory is the first book to examine the rise of this thinking and its failures to acknowledge the ways some communities and lifeways are more at risk than others and what it implies about human extinction. Forerunners: Ideas First is a thought-in-process series of breakthrough digital publications. Written between fresh ideas and finished books, Forerunners draws on scholarly work initiated in notable blogs, social media, conference plenaries, journal articles, and the synergy of academic exchange. This is gray literature publishing: where intense thinking, change, and speculation take place in scholarship.",
    "isbn": "9781452966588",
    "pageCount": 142,
    "category": "Philosophy",
    "thumbnail": "http://books.google.com/books/content?id=UFFEEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 9
  },
  {
    "title": "Springer Handbook of Model-Based Science",
    "author": "Lorenzo Magnani & Tommaso Bertolotti",
    "publisher": "Springer",
    "yearPublished": "2017-05-22",
    "description": "This handbook offers the first comprehensive reference guide to the interdisciplinary field of model-based reasoning. It highlights the role of models as mediators between theory and experimentation, and as educational devices, as well as their relevance in testing hypotheses and explanatory functions. The Springer Handbook merges philosophical, cognitive and epistemological perspectives on models with the more practical needs related to the application of this tool across various disciplines and practices. The result is a unique, reliable source of information that guides readers toward an understanding of different aspects of model-based science, such as the theoretical and cognitive nature of models, as well as their practical and logical aspects. The inferential role of models in hypothetical reasoning, abduction and creativity once they are constructed, adopted, and manipulated for different scientific and technological purposes is also discussed. Written by a group of internationally renowned experts in philosophy, the history of science, general epistemology, mathematics, cognitive and computer science, physics and life sciences, as well as engineering, architecture, and economics, this Handbook uses numerous diagrams, schemes and other visual representations to promote a better understanding of the concepts. This also makes it highly accessible to an audience of scholars and students with different scientific backgrounds. All in all, the Springer Handbook of Model-Based Science represents the definitive application-oriented reference guide to the interdisciplinary field of model-based reasoning.",
    "isbn": "9783319305264",
    "pageCount": 1179,
    "category": "Technology & Engineering",
    "thumbnail": "http://books.google.com/books/content?id=mtQkDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 13
  },
  {
    "title": "Models and Idealizations in Science",
    "author": "Alejandro Cassini & Juan Redmond",
    "publisher": "Springer Nature",
    "yearPublished": "2021-05-27",
    "description": "This book provides both an introduction to the philosophy of scientific modeling and a contribution to the discussion and clarification of two recent philosophical conceptions of models: artifactualism and fictionalism. These can be viewed as different stances concerning the standard representationalist account of scientific models. By better understanding these two alternative views, readers will gain a deeper insight into what a model is as well as how models function in different sciences. Fictionalism has been a traditional epistemological stance related to antirealist construals of laws and theories, such as instrumentalism and inferentialism. By contrast, the more recent fictional view of models holds that scientific models must be conceived of as the same kind of entities as literary characters and places. This approach is essentially an answer to the ontological question concerning the nature of models, which in principle is not incompatible with a representationalist account of the function of models. The artifactual view of models is an approach according to which scientific models are epistemic artifacts, whose main function is not to represent the phenomena but rather to provide epistemic access to them. It can be conceived of as a non-representationalist and pragmatic account of modeling, which does not intend to focus on the ontology of models but rather on the ways they are built and used for different purposes. The different essays address questions such as the artifactual view of idealization, the use of information theory to elucidate the concepts of abstraction and idealization, the deidealization of models, the nature of scientific fictions, the structural account of representation and the ontological status of structures, the role of surrogative reasoning with models, and the use of models for explaining and predicting physical phenomena.",
    "isbn": "9783030658021",
    "pageCount": 276,
    "category": "Philosophy",
    "thumbnail": "http://books.google.com/books/content?id=ZXwwEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 16
  },
  {
    "title": "Nanovision",
    "author": "Colin Milburn",
    "publisher": "Duke University Press",
    "yearPublished": "2008-10-28",
    "description": "The dawning era of nanotechnology promises to transform life as we know it. Visionary scientists are engineering materials and devices at the molecular scale that will forever alter the way we think about our technologies, our societies, our bodies, and even reality itself. Colin Milburn argues that the rise of nanotechnology involves a way of seeing that he calls “nanovision.” Trekking across the technoscapes and the dreamscapes of nanotechnology, he elaborates a theory of nanovision, demonstrating that nanotechnology has depended throughout its history on a symbiotic relationship with science fiction. Nanotechnology’s scientific theories, laboratory instruments, and research programs are inextricable from speculative visions, hyperbolic rhetoric, and fictional narratives. Milburn illuminates the practices of nanotechnology by examining an enormous range of cultural artifacts, including scientific research articles, engineering textbooks, laboratory images, popular science writings, novels, comic books, and blockbuster films. In so doing, he reveals connections between the technologies of visualization that have helped inaugurate nano research, such as the scanning tunneling microscope, and the prescient writings of Robert A. Heinlein, James Blish, and Theodore Sturgeon. He delves into fictive and scientific representations of “gray goo,” the nightmare scenario in which autonomous nanobots rise up in rebellion and wreak havoc on the world. He shows that nanoscience and “splatterpunk” novels share a violent aesthetic of disintegration: the biological body is breached and torn asunder only to be refabricated as an assemblage of self-organizing machines. Whether in high-tech laboratories or science fiction stories, nanovision deconstructs the human subject and galvanizes the invention of a posthuman future.",
    "isbn": "9780822391487",
    "pageCount": 293,
    "category": "Science",
    "thumbnail": "http://books.google.com/books/content?id=g1NAMA8nFVQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 2
  },
  {
    "title": "The Literary Imagination from Erasmus Darwin to H.G. Wells",
    "author": "Michael R. Page",
    "publisher": "Ashgate Publishing, Ltd.",
    "yearPublished": "2012",
    "description": "Page argues that Erasmus Darwin's call to 'enlist the imagination under the banner of science' began a literary narrative on questions of evolution, ecology and technological progress that would extend from the Romantic through the Victorian periods. Examining a range of writers, including William Wordsworth, Mary Shelley, Charles Kingsley, Samuel Butler and W.H. Hudson, Page shows the synthesis of evolutionary science with the imagination, which reached its pinnacle with the romances of H.G. Wells.",
    "isbn": "9781409438700",
    "pageCount": 233,
    "category": "Biography & Autobiography",
    "thumbnail": "http://books.google.com/books/content?id=ZVAFajImbx0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 13
  },
  {
    "title": "Aesthetics and the Sciences of Mind",
    "author": "Greg Currie, Matthew Kieran, Aaron Meskin & Jon Robson",
    "publisher": "OUP Oxford",
    "yearPublished": "2014-07-24",
    "description": "Through much of the twentieth century, philosophical thinking about works of art, design, and other aesthetic products has emphasized intuitive and reflective methods, often tied to the idea that philosophy's business is primarily to analyze concepts. This 'philosophy from the armchair' approach contrasts with methods used by psychologists, sociologists, evolutionary thinkers, and others who study the making and reception of the arts empirically. How far should philosophers be sensitive to the results of these studies? Is their own largely a priori method basically flawed? Are their views on aesthetic value, interpretation, imagination, and the emotions of art to be rethought in the light of best science? The essays in this volume seek answers to these questions, many through detailed studies of problems traditionally regarded as philosophical but where empirical inquiry seems to be shedding interesting light. No common view is looked for or found in this volume: a number of authors argue that the current enthusiasm for scientific approaches to aesthetics is based on a misunderstanding of the philosophical enterprise and sometimes on misinterpretation of the science; others suggest various ways that philosophy can and should accommodate and sometimes yield to the empirical approach. The editors provide a substantial introduction which sets the scene historically and conceptually before summarizing the claims and arguments of the essays.",
    "isbn": "9780191648403",
    "pageCount": 273,
    "category": "Philosophy",
    "thumbnail": "http://books.google.com/books/content?id=5u78AwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 23
  },
  {
    "title": "The New Quantum Universe",
    "author": "Tony Hey & Patrick Walters",
    "publisher": "Cambridge University Press",
    "yearPublished": "2003-10-23",
    "description": "Following the success of The Quantum Universe, first published in 1987, a host of exciting new discoveries have been made in the field of quantum mechanics. The New Quantum Universe provides an up-to-date and accessible introduction to the essential ideas of quantum physics, and demonstrates how it affects our everyday life. Quantum mechanics gives an understanding of not only atoms and nuclei, but also all the elements and even the stars. The book explains quantum paradoxes and the eventful life of Schroedinger's Cat, along with the Einstein–Podolsky–Rosen paradox and Bell's Inequality. It then looks ahead to the nanotechnology revolution, describing quantum cryptography, quantum computing and quantum teleportation, and ends with an account of quantum mechanics and science fiction. Using simple non-mathematical language, this book is suitable for final-year school students, science undergraduates, and anyone wishing to appreciate how physics allows the new technologies that are changing our lives.",
    "isbn": "9781139855532",
    "pageCount": 378,
    "category": "Science",
    "thumbnail": "http://books.google.com/books/content?id=1W-_AwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "numberofCopies": 1
  }
]